Repository: pimteam/Namaste-LMS
Catalog: languages/namaste-*.po
Languages: de_de, nl_nl, pt_br, ru_ru

source: All the requirements are completed. Maybe a manager has set this "In progress" status manually.
de_de: Alle Anforderungen sind erfüllt. Vielleicht hat ein Admin den Status "in Bearbeitung" manuell gesetzt.
nl_nl: Alle vereisten zijn voltooid. Misschien heeft een manager de status "In uitvoering" handmatig ingesteld.
pt_br: Todos os requerimentos foram completados. Talvez um supervisor tenha configurado este status para "em progresso" manualmente.
ru_ru: Все требования выполнены. Возможно, менеджер установил статус "В ходе выполнения" вручную.

source: Rating and Review
de_de: Bewertung und Rezension
ru_ru: Рейтинг и обзор

source: Course:
de_de: Kurs:
nl_nl: Cursus:
pt_br: Curso:
ru_ru: Курс:

source: %1$s on %2$s
de_de: %1$s von %2$s
ru_ru: %1$s к %2$s

source: Action
de_de: Aktion
ru_ru: Действие

source: Lesson:
de_de: Lektion:
nl_nl: Les:
pt_br: Aula:
ru_ru: Урок:

source: Student Enrollments
de_de: Einschreibungen von Studenten
nl_nl: Student inschrijvingen
pt_br: Matrículas de Estudantes
ru_ru: Зачисление студентов

source: Approve
de_de: Genehmige
ru_ru: Одобрить

source: Back to assignments for "%s"
de_de: Zurück zu den Aufgaben für "%s"
nl_nl: Terug naar de opgaven van "%s"
pt_br: Voltar às atribuições para "%s"
ru_ru: Вернуться к заданиям для "%s"

source: Nothing to do here as you have not created any courses yet!
nl_nl: Er is hier niets te doen omdat u nog geen cursussen heeft gecreëerd!
pt_br: Nada para fazer aqui já que você ainda não criou nenhum curso!
ru_ru: Здесь нечего делать, поскольку вы еще не создали ни одного курса!

source: No reviews found.
de_de: Keine Bewertungen gefunden.
ru_ru: Отзывов не найдено.

source: Back to assignments for the student on this lesson
de_de: Zurück zu den Aufgaben für den Student in dieser Lektion
nl_nl: Terug naar de opgaven van deze les voor de student
pt_br: Voltar às atribuições para os alunos desta aula
ru_ru: Вернуться к заданиям для студентам на этом уроке

source: Enroll student in the course:
de_de: Melde den Studenten für den Kurs an:
nl_nl: Inschrijven van student voor cursus:
pt_br: Matricular estudante no curso:
ru_ru: Зачислить студента на курс:

source: Search in Courses and Lessons
de_de: Suche in Kurse und Lektionen
nl_nl: Zoeken in cursussen en lessen
ru_ru: Искать в курсах и уроках

source: Add/Edit Certificate
de_de: Zertifikat hinzufügen / bearbeiten
nl_nl: Voeg toe/Wijzig certificaat
pt_br: Adicionar/Editar Certificado
ru_ru: Добавить/изменить сертификат

source: Enter email or user login
de_de: E-Mail oder Benutzer-Login eingeben
nl_nl: Vul email of gebruikers login in
pt_br: Preencha seu e-mail ou login de usuário
ru_ru: Введите email или логин пользователя

source: Search...
de_de: Suchen...
nl_nl: Zoeken...
ru_ru: Поиск...

source: Certificate Title:
de_de: Titel des Zertifikats:
nl_nl: Naam certificaat:
pt_br: Título do Certificado:
ru_ru: Название сертификата:

source: Tags (optional):
ru_ru: Метки (необязательно):

source: in
ru_ru: в

source: Certificate Contents:
de_de: Inhalt des Zertifikats:
nl_nl: Inhoud certificaat:
pt_br: Conteúdo do Certificado:
ru_ru: Содержимое сертификата:

source: Separate with comma: tag1, tag 2...
de_de: Trenne mit Komma: tag1, tag 2...
ru_ru: Разделяйте запятой: метка 1, метка 2...

source: All lessons
de_de: Alle Lektionen
nl_nl: Alle lessen
ru_ru: Все уроки

source: You can use the following variables in the certificate contents:
de_de: Du kannst die folgenden Variablen im Zertifikatsinhalt verwenden:
nl_nl: U kunt de volgende variabelen in het certificaat gebruiken:
pt_br: Você pode usar as seguintes variáveis no conteúdo do certificado:
ru_ru: В содержимом сертификата можно использовать следующие переменные:

source: Enroll
de_de: Einschreiben
nl_nl: Schrijf in
pt_br: Matricular-se
ru_ru: Зачисление

source: Search
de_de: Suche
nl_nl: Zoeken
ru_ru: Поиск

source: - The user full name or login name (whatever is available)
de_de: - Name des Benutzers oder Login (was verfügbar ist)
nl_nl: - De volledige naam van de gebruiker of de inlognaam (wat aanwezig is)
pt_br: - O nome completo do usuário ou login (o que estiver disponível)
ru_ru: - Полное имя пользователя или имя для входа (в зависимости от того, что доступно)

source: [Mass enroll students]
de_de: [Masseneinschreibung von Studenten]
nl_nl: [Massa inschrijving studenten]
ru_ru: [Массовый набор студентов]

source: Generate shortcode for listing lessons in course or module:
de_de: Erstelle einen Shortcode für die Auflistung von Lektionen im Kurs oder Modul:
nl_nl: Genereert een shortcode voor een lijst in cusus of module:
ru_ru: Создайте шорткод для вывода списка уроков в курсе или модуле:

source: - The names of the courses which were completed to acquire this certificate
de_de: - Die Namen der Kurse, die abgeschlossen wurden, um das Zertifikat zu erhalten.
nl_nl: - De namen van de cursussen die zijn doorlopen om dit certificaat te verkrijgen
ru_ru: - Названия курсов, которые были пройдены для получения этого сертификата

source: Filter by student/course status:
de_de: Filter nach Studenten-/Kursstatus:
nl_nl: Filter op student/cursus status:
pt_br: Filtrar por status de estudante/curso:
ru_ru: Фильтр по статусу студента/курса:

source: Dynamic / Current (place shortcode inside the course contents)
de_de: Dynamisch / Aktuell (Shortcode innerhalb des Kursinhalts platzieren)
nl_nl: Dynamisch / Huidig (plaats shortcode in de cursusinhoud)
ru_ru: Динамический / Текущий (поместите шорткод внутри содержимого курса)

source: - The names and descriptions of the courses which were completed to acquire this certificate. The post "excerpt" will be used as course description.
de_de: - Die Namen und Beschreibungen der Kurse, die abgeschlossen wurden, um das Zertifikat zu erhalten. Das Post "Zusammenfassung" wird als Kursbeschreibung benutzt.
nl_nl: - De namen en omschrijvingen van de cursussen die zijn voltooid om dit certificaat te verkrijgen. Van de beschrijving wordt het gedeelte voor de "lees meer" gebruikt.
ru_ru: - Названия и описания курсов, которые были пройдены для получения этого сертификата. Отрывок записи будет использоваться в качестве описания курса.

source: Any status
de_de: Beliebiger Status
nl_nl: Elke status
pt_br: Qualquer status
ru_ru: Любой статус

source: - No module-
de_de: - Kein Modul -
nl_nl: -Geen module-
ru_ru: - Нет модуля -

source: - Date when the certificate was acquired
de_de: - Datum zu dem das Zertifikat erworben wurde
nl_nl: - Datum van verkrijgen certificaat
pt_br: - Data quando o certificado foi adquirido
ru_ru: - Дата получения сертификата

source: Show/hide status filters for each lesson in this course
de_de: Statusfilter für jede Lektion in diesem Kurs ein-/ausblenden
ru_ru: Показать/скрыть фильтры статуса для каждого урока в этом курсе

source: Include status column.
de_de: Füge eine Statusspalte ein.
nl_nl: Inclusief status kolom.
ru_ru: Включить столбец статуса.

source: - Expiration date if the certificate expires
de_de: - Datum zu dem das Zertifikat seine Gültigkeit verliert
ru_ru: - Срок действия, если сертификат истекает

source: Completed but pending admin approval
de_de: Abgeschlossen, aber noch nicht vom Admin bestätigt
ru_ru: Завершен, но ожидает одобрения администратора

source: Order by:
de_de: Bestellen nach:
nl_nl: Opdracht door:
ru_ru: Упорядочить по:

source: - Unique ID of this certificate
de_de: - Einmalige ID dieses Zertifikats
nl_nl: - Unieke ID van dit certificaat
ru_ru: - Уникальный ID этого сертификата

source: Filter by user login:
de_de: Filter nach Benutzeranmeldung:
nl_nl: Filter op gebruikers login:
ru_ru: Фильтр по логину пользователя:

source: Default
de_de: Standard
nl_nl: Standaard
ru_ru: По умолчанию

source: Assign this certificate upon completing all of the following courses:
de_de: Verleihe dieses Zertifikat, wenn alle folgenden Kurse bestanden wurden:
nl_nl: Ken dit certificaat toe na het voltooien van de volgende cursussen:
pt_br: Atribuir este certificado ao completar todos os seguintes cursos:
ru_ru: Выдайте этот сертификат после завершения всех следующих курсов:

source: Filter by email:
de_de: Filter nach E-Mail:
nl_nl: Filter op email:
ru_ru: Фильтр по email:

source: Direction:
de_de: Anweisung:
nl_nl: Richting:
ru_ru: Направление:

source: You have not created any courses yet!
de_de: Du hast noch keine Kurse erstellt!
nl_nl: U heeft nu nog geen cursussen gecreëerd!
pt_br: Você ainda não criou nenhum curso!
ru_ru: Вы ещё не создали ни одного курса!

source: Filter by tag:
de_de: Nach Tag filtern:
ru_ru: Фильтр по метке:

source: Ascending
de_de: Aufsteigend
nl_nl: Oplopend
ru_ru: По возрастанию

source: Certificate Expiration
de_de: Ablaufdatum des Zertifikats
ru_ru: Срок действия сертификата

source: Filter students
de_de: Studenten filtern
nl_nl: Filter op studenten:
ru_ru: Фильтр студентов

source: Descending
de_de: Absteigend
nl_nl: Aflopend
ru_ru: По убыванию

source: This certificate expires after selected period of time or on a fixed date.
de_de: Dieses Zertifikat läuft nach einem bestimmten Zeitraum oder zu einem festgelegten Datum ab.
ru_ru: Срок действия этого сертификата истекает по истечении выбранного периода времени или в фиксированную дату.

source: Per page:
de_de: Pro Seite:
ru_ru: На страницу:

source: Expiration period:
de_de: Verfallsdatum:
ru_ru: Период действия:

source: There are no students enrolled in this course yet.
de_de: Es sind noch keine Studenten in diesem Kurs eingeschrieben.
nl_nl: Er zijn nog geen studenten ingeschreven voor deze cursus!
pt_br: Não há estudantes matriculados neste curso ainda.
ru_ru: На этом курсе еще нет студентов.

source: Unnumerated list ("ul")
de_de: Unaufgezählte Liste ("ul")
nl_nl: Ongeordende lijst ("ul")
ru_ru: Непронумерованный список

source: months
de_de: Monate
ru_ru: месяцы

source: The below table shows all students enrolled in this course allong with the status for every lesson in it
de_de: Die folgende Tabelle zeigt alle Studenten, die in diesem Kurs eingeschrieben sind, sowie den Status für jede Lektion in diesem Kurs
nl_nl: Onderstaande tabel toont alle studenten die aan deze cursus deelnemen alsmede de status van elke les
pt_br: A tabela abaixo exibe todos os estudantes matriculados neste curso junto com o status de cada aula nele
ru_ru: В таблице ниже показаны все студенты, зачисленные на этот курс, а также статус каждого урока в нем

source: Numerated list ("ol")
de_de: Nummerierte Liste ("ol")
nl_nl: Geordende lijst ("ol")
ru_ru: Пронумерованный список

source: years
de_de: Jahre
ru_ru: годы

source: Export students table
de_de: Tabelle Studenten exportieren
nl_nl: Exporteer de studenten tabel
ru_ru: Экспорт таблицы студентов

source: Show post excerpts
de_de: Auszüge aus dem Beitrag anzeigen
nl_nl: Toon samenvattingen
ru_ru: Показать отрывки записи

source: Expiration date:
de_de: Verfallsdatum:
ru_ru: Дата истечения:

source: (will export a comma delimited CSV file)
de_de: (exportiert eine komma-getrenntes CSV-Datei)
nl_nl: (Zal een door komma gescheiden CSV bestand exporteren)
ru_ru: (будет экспортирован CSV-файл с разделителями-запятыми)

source: Show lesson grade (requires the include status column to be included)
de_de: Unterrichtsnote anzeigen (erfordert, dass die Spalte "Status einschließen" enthalten ist)
ru_ru: Показать оценку за урок (требуется наличие столбца статуса включения)

source: Message to display when the certificate has expired. if you leave it empty, default message will be used.
de_de: Nachricht, die angezeigt wird, wenn das Zertifikat abgelaufen ist. Wenn Du das Feld leer lässt, wird die Standardnachricht verwendet.
ru_ru: Сообщение, отображаемое при истечении срока действия сертификата. если вы оставите это поле пустым, будет использовано сообщение по умолчанию.

source: Tags:
ru_ru: Метки:

source: Generate shortcode
de_de: Shortcode generieren
nl_nl: Genereert shortcode
ru_ru: Создать шорткод

source: Save Certificate
de_de: Zertifikat speichern
nl_nl: Sla het certificaat op
pt_br: Salvar Certificado
ru_ru: Сохранить сертификат

source: None
de_de: Keine
nl_nl: Geen
pt_br: Nenhum
ru_ru: Отсутствует

source: Go PRO!
pt_br: Atualize para PRO!
ru_ru: Приобретите PRO!

source: Delete
de_de: Lösche
nl_nl: Wis
pt_br: Excluir
ru_ru: Удалить

source: Save
de_de: Speichern
nl_nl: Opslaan
ru_ru: Сохранить

source: Get more powerful features by
nl_nl: Krijg meer krachtige mogelijkheden door
pt_br: Receba mais recursos poderosos por
ru_ru: Получите более мощные функции от

source: Are you sure?
de_de: Bist Du sicher?
nl_nl: Weet u het zeker?
pt_br: Você tem certeza?
ru_ru: Вы уверены?

source: Since %s
de_de: Seit %s
ru_ru: Так как %s

source: upgrading to the PRO version:
nl_nl: upgraden naar de PRO versie:
pt_br: atualizando para a versão PRO:
ru_ru: обновив до PRO-версии:

source: Please enter certificate title
de_de: Bitte Titel des Zertifikats eingeben
nl_nl: Voer de naam van het certificaat in
pt_br: Por favor preencha o título do certificado
ru_ru: Введите название сертификата

source: On %s
de_de: Am %s
ru_ru: По %s

source: Premium support
pt_br: Suporte Premium
ru_ru: Премиум поддержка

source: Manage Certificates
de_de: Zertifikate verwalten
nl_nl: Manage Certificaten
pt_br: Gerenciar Certificados
ru_ru: Управление сертификатами

source: approve
de_de: genehmigen
nl_nl: keuren
pt_br: aprovar
ru_ru: одобрить

source: Free email support for 1 year after purchase
de_de: Kostenloser E-Mail-Support für 1 Jahr nach dem Kauf
nl_nl: Gratis email support tot 1 jaar na aankoop
pt_br: Suporte por e-mail por 1 ano após a compra
ru_ru: Бесплатная поддержка по email в течение 1 года после покупки

source: Certificates can optionally be assigned to users upon completion of courses.
de_de: Zertifikate können optional Benutzern nach Abschluss der Kurse zugewiesen werden.
nl_nl: Certificaten kunnen optioneel worden toegewezen aan gebruikers na voltooien van cursussen.
pt_br: Certificados podem opcionalmente ser atribuídos a usuários após a conclusão dos cursos.
ru_ru: Сертификаты могут быть дополнительно выданы пользователям после завершения курсов.

source: reject
de_de: ablehnen
nl_nl: afwijzen
pt_br: rejeitar
ru_ru: отклонить

source: Create classes and limit access to courses based on them.
de_de: Erstelle Klassen und beschränke den Zugang zu den Kursen auf der Grundlage dieser Klassen.
nl_nl: Creëer classes en beperk de toegang op basis van die classes.
pt_br: Criar classes e limitar o acesso a cursos baseado nelas.
ru_ru: Создавайте классы и ограничивайте доступ к курсам на их основе.

source: Create new certificate
de_de: Erstelle ein neues Zertifikat
nl_nl: Maak een nieuw certificaat
pt_br: Criar novo certificado
ru_ru: Создать новый сертификат

source: Cleanup
de_de: Bereinigen
nl_nl: Opschonen
pt_br: Limpar
ru_ru: Очистка

source: Assign teachers to the classes to have your team members manage content.
de_de: Weise den Klassen Lehrer zu, damit Deine Teammitglieder die Inhalte verwalten können.
nl_nl: Wijs docenten toe aan de classes zodat uw teamleden de inhoud kunnen beheren.
pt_br: Atribuir professores às aulas para os membros do seu time poderem gerenciar conteúdo.
ru_ru: Назначьте преподавателей в классы, чтобы члены вашей команды управляли содержимым.

source: Certificate title
de_de: Titel des Zertifikats
nl_nl: Naam van certificaat
pt_br: Tìtulo do Certificado
ru_ru: Название сертификата

source: Mass cleanup selected students
de_de: Massensäuberung ausgewählter Studenten
nl_nl: Massaal opschonen geselecteerde studenten
ru_ru: Массовая очистка выбранных студентов

source: Delayed access to course material.
de_de: Verzögerter Zugriff zu den Kursunterlagen.
nl_nl: Uitgestelde toegang tot cursusmateriaal.
pt_br: Acesso com atraso ao material do curso.
ru_ru: Задержка доступа к материалам курса.

source: Students earned it
de_de: Studenten haben es verdient
nl_nl: Studenten verdienden het
ru_ru: Студенты заслужили это

source: Mass approve
de_de: Mehrfaches Genehmigen
ru_ru: Массовое одобрение

source: Shortcodes to let users sign-up for classes.
de_de: Shortcodes, mit denen Du Dich für Kurse anmelden kannst.
nl_nl: Shortcodes om gebruikers aan te laten melden voor classes.
pt_br: Atalhos para permitir os usuários a se matricular em classes.
ru_ru: Шорткоды, позволяющие пользователям записываться в класс.

source: Edit
de_de: Bearbeiten
nl_nl: Wijzig
pt_br: Editar
ru_ru: Изменить

source: Mass reject
de_de: Mehrfaches Ablehnen
ru_ru: Массовое отклонение

source: Award badges for completing courses and earning points.
de_de: Vergebe Abzeichen für das Absolvieren von Kursen und das Sammeln von Punkten.
ru_ru: Награждайте бейджами за прохождение курсов и набранные очки.

source: Preview
de_de: Vorschau
nl_nl: Voorbeeld
ru_ru: Предпросмотр

source: [previous page]
de_de: [vorherige Seite]
nl_nl: [vorige pagina]
ru_ru: [предыдущая страница]

source: Create discount coupons for paid courses and classes.
de_de: Erstelle Gutscheine für bezahlte Kurse und Klassen.
ru_ru: Создавайте купоны на скидку для платных курсов и классов.

source: View students
de_de: Studenten auflisten
nl_nl: Bekijk de studenten
ru_ru: Просмотреть студентов

source: [next page]
de_de: [nächste Seite]
nl_nl: [volgende pagina]
ru_ru: [следующая страница]

source: Boost your revenue by selling bundles of courses.
de_de: Steigere Deine Einnahmen durch den Verkauf von Kurspaketen.
ru_ru: Увеличьте свой доход, продавая пакеты курсов.

source: You can use the shortcode %s to display links to the certificates earned by the currently logged user in the course. The shortcode also accepts arguments "course_id" and "text" to conditionally display some text before the links, when certificates are earned. Check the <a href="%s">Help page</a> for more details.
de_de: Du kannst den Shortcode %s verwenden, um Links zu den Zertifikaten anzuzeigen, die der aktuell angemeldete Nutzer im Kurs erworben hat. Der Shortcode akzeptiert auch die Argumente "course_id" und "text", um einen bestimmten Text vor den Links anzuzeigen, wenn Zertifikate erworben wurden. Auf der <a href="%s">Hilfeseite</a> findest Du weitere Informationen.
nl_nl: U kunt de shortcode %s gebruiken om links naar de certificaten van de nu ingelogde gebruiker te tonen. U kunt ook de shortcode "course-id" en "text" gebruiken om tekst voor de links te maken als er certificaten zijn verdiend. Ga naar de <a href="%s">Helppagina</a> voor meer details.
ru_ru: Вы можете использовать этот шорткод %s для показа ссылок на сертификат полученный пользователем, который находится в своей учётной записи. Шорткод также принимает аргументы "course_id" и "text" для отображения текста перед ссылками (в зависимости от условий), когда сертификаты получены. Перейдите на <a href="%s">страницу помощи</a> для подробного описания.

source: Don't forget that you can get <a href='%s'>Advanced Reports</a> for your students performance.
de_de: Vergiss nicht, dass Du <a href='%s'>Erweiterte Berichte</a> für Deine Studienleistungen erhalten kannst.
nl_nl: Vergeet niet dat u <a href='%s'>geavanceerde rapporten</a> kunt krijgen voor uw studentenoverzicht.
pt_br: Não esqueça que você pode ter <a href='%s'>Relatórios Avançados</a> para a performance de seus alunos.
ru_ru: Не забывайте, что вы можете получить <a href='%s'>расширенные отчеты</a> об успеваемости ваших студентов.

source: Connects to WooCommerce and WP Simple Shopping Cart.
de_de: Stellt eine Verbindung zu WooCommerce und Wp Simple Shopping Cart her.
ru_ru: Подключается к WooCommerce и WordPress Simple Shopping Cart.

source: Do not use rich text editor on certificates (to prevent it from messing my certificate HTML code).
de_de: Verwende keinen Rich-Text-Editor für Zertifikate (um zu verhindern, dass er den HTML-Code meines Zertifikats durcheinander bringt).
ru_ru: Не используйте редактор форматированного текста для сертификатов (чтобы он не испортил HTML-код моего сертификата).

source: You can get advanced reports and ranking shortcodes with the <a href='%s' target='_blank'>Namaste! Reports</a> plugin.
de_de: Du kannst erweiterte Berichte und Ranking-Shortcodes mit dem <a href='%s' target='_blank'>Namaste! Reports</a> Plugin.
nl_nl: U kunt geavanceerde rapporten en geclassificeerde shortcodes krijgen met de <a href='%s' target='_blank'>Namaste! Rapporten</a> plugin.
pt_br: Você pode conseguir relatórios avançados e atalhos para ranking com o plugin <a href='%s' target='_blank'>Namaste! Reports</a>.
ru_ru: Вы можете получать расширенные отчеты и шорткоды ранжирования с помощью плагина<a href='%s' target='_blank'>Namaste! Reports</a>.

source: Progress bar shows users how they do in each course.
de_de: Der Fortschrittsbalken zeigt den Nutzern, wie sie in den einzelnen Kursen abschneiden.
nl_nl: Een voortgangsbalk toont de gebruiker hoe zij het doen in de cursus.
pt_br: Barra de progresso exibe como os usuários estão em cada curso.
ru_ru: Индикатор выполнения показывает пользователям, как они справляются с каждым курсом.

source: I have installed the free <a href="%s" target="_blank">PDF Bridge</a> plugin and I want the certificates to be generated as PDF
de_de: Ich habe das kostenlose <a href="%s" target="_blank">PDF Bridge</a> Plugin installiert und möchte, dass die Zertifikate als PDF generiert werden
nl_nl: Ik heb de gratis <a href="%s" target="_blank">PDF Bridge</a> plugin geinstalleerd en ik wil dat de certificaten als PDF worden gegenereerd
ru_ru: Я установил бесплатный плагин <a href="%s" target="_blank">PDF Bridge</a> и хочу, чтобы сертификаты создавались в формате PDF

source: Lesson progress
de_de: Fortschritte in der Lektion
nl_nl: Lessen voortgang
pt_br: Progresso da Aula
ru_ru: Прогресс урока

source: Localization-ready
de_de: Lokalisierungsfähig
nl_nl: Klaar om aan te passen
pt_br: Localização disponível
ru_ru: Готово к переводу

source: Save Settings
de_de: Einstellungen speichern
ru_ru: Сохранить настройки

source: Are you sure to cleanup this record? It will be removed from the system and history and the user will be able to enroll or request enrollment again
de_de: Bist Du sicher, dass dieser Datensatz gelöscht werden soll? Er wird aus dem System und der Historie entfernt und der Benutzer kann sich erneut anmelden oder eine Anmeldung beantragen
nl_nl: Bent u er zeker van dit record op te schonen? Het zal worden verwijderd van het systeem en de historie en de gebruiker kan zich weer inschrijven of een verzoek indienen voor inschrijving
pt_br: Você tem certeza de que deseja apagar este registro? Ele será removido do systema e do histórico, e o usuário será capaz de se matricular ou solicitar matrícula novamente
ru_ru: Вы уверены, что хотите удалить эту запись? Она будет удалена из системы и истории, и пользователь сможет снова записаться или запросить зачисления

source: with translation .pot file
de_de: mit Übersetzung .pot-Datei
nl_nl: met vertaal .pot bestand
pt_br: com arquivo de tradução .pot
ru_ru: с переводом .pot файла

source: You have not added any certificates yet.
de_de: Du hast noch keine Zertifikate hinzugefügt.
nl_nl: U hebt nu nog geen certificaten toegevoegd.
pt_br: Você ainda não recebeu nenhum certificado.
ru_ru: Вы ещё не добавили ни одного сертификата.

source: Teacher's To-Do Items
de_de: Aufgaben der Lehrkraft
nl_nl: Docenten To-do items
ru_ru: Элементы To-Do преподавателей

source: Unlimited domains license
de_de: Unbegrenzte Domains Lizenz
nl_nl: Licentie voor een onbeperkt aantal domeinen
pt_br: Licença para domínios ilimitados
ru_ru: Лицензия на неограниченное количество доменов

source: Enrollment mode:
de_de: Einschreibemodus:
nl_nl: Inschrijf mode:
pt_br: Modo de Matrícula:
ru_ru: Режим зачисления:

source: Course enrollments
de_de: Kurseinschreibungen
nl_nl: Inschrijvingen voor cursussen
ru_ru: Зачисление на курсы

source: for domains you own
de_de: für Domains, die Du besitzt
nl_nl: voor domeinen waar u eigenaar van bent
pt_br: para domínios que lhe pertencem
ru_ru: для ваших доменов
