Repository: pimteam/Namaste-LMS
Catalog: languages/namaste-*.po
Languages: de_de, nl_nl, pt_br, ru_ru

source: When the parameter "public_view" is set to "true" or entirely missing, the gradebook is visible for everyone. Set the parameter to "false" to apply user-access permissions so teachers / managers see only students in their groups (if any), students see only their own gradebook, and non-logged in users see no gradebook at all.
de_de: Wenn der Parameter "public_view" auf "true" gesetzt ist oder ganz fehlt, ist das Notenbuch für alle sichtbar. Wenn Du den Parameter auf "false" setzt, können Lehrkräfte und Admins nur die Studenten in ihren Gruppen sehen (falls vorhanden), die Studenten sehen nur ihr eigenes Notenbuch und nicht eingeloggte Nutzer sehen gar kein Notenbuch.
ru_ru: Когда параметр "public_view" установлен в "true" или вообще отсутствует, журнал оценок виден всем. Установите параметр в "false", чтобы применить разрешения на доступ пользователей, чтобы учителя / менеджеры видели только студентов в своих группах (если они есть), студенты видели только свой собственный журнал оценок, а неавторизованные пользователи вообще не видели журнала оценок.

source: View Help page
de_de: Hilfe-Seite anzeigen
ru_ru: Просмотреть страницу помощи

source: More webhooks are available in the <a href="%s" target="_blank">Namaste! Connect</a> module: on starting/completing a lesson, achieving a certificate, an completing an assignment.
de_de: Weitere Webhooks findest Du im <a href="%s" target="_blank">Namaste! Connect</a> Modul: beim Starten/Abschließen einer Lektion, beim Erreichen eines Zertifikats und beim Abschließen einer Aufgabe.
ru_ru: Доступны дополнительные вебхуки в модуле <a href="%s" target="_blank">Namaste! Connect</a>: при начале/завершении урока, получении сертификата и завершении задания.

source: Pass the parameter <b>%s</b> if the course has several lessons and they don't fit well info a horizontal table. Remove the parameter if you prefer to display the table like in the admin page.
de_de: Übergib den Parameter <b>%s</b>, wenn der Kurs mehrere Lektionen hat und diese nicht gut in eine horizontale Tabelle passen. Entferne den Parameter, wenn Du die Tabelle wie auf der Verwaltungsseite anzeigen möchtest.
ru_ru: Передайте параметр <b>%s</b>, если курс состоит из нескольких уроков и они не умещаются в горизонтальной таблице. Удалите параметр, если вы предпочитаете отображать таблицу как на странице администратора.

source: No access to Help page
de_de: Kein Zugang zur Hilfeseite
ru_ru: Нет доступа к справочной помощи

source: Webhook URL:
ru_ru: URL Webhook:

source: Grades of the students in %s
de_de: Noten der Studenten in %s
nl_nl: Cijfers van de studenten in %s
pt_br: Graduação dos alunos em %s
ru_ru: Оценки студентов в%s

source: Plugins page access:
de_de: Zugang zur Plugin-Seite:
ru_ru: Доступ к странице плагинов:

source: The following data variables can be passed as a JSON array from Namaste! LMS to the webhook if they are available. You can set your names for each variable. If a variable has no name, it will not be included in the JSON array.
de_de: Die folgenden Datenvariablen können als JSON-Array von Namaste! LMS an den Webhook übergeben werden, wenn sie verfügbar sind. Du kannst für jede Variable einen eigenen Namen festlegen. Wenn eine Variable keinen Namen hat, wird sie nicht in das JSON-Array aufgenommen.
ru_ru: Следующие переменные данных могут быть переданы вебхуку в виде JSON-массива из Namaste! LMS, если они доступны. Вы можете установить свои собственные имена для каждой переменной. Если у переменной нет имени, она не будет включена в JSON-массив.

source: Student
pt_br: Estudante
ru_ru: Студент

source: Access Plugins page
de_de: Zugang zur Plugin-Seite
ru_ru: Доступ к странице плагинов

source: You can include several custom attributes with a predefined value in the request. You can use them for an API key, authorization keys, and so on.
de_de: Du kannst mehrere benutzerdefinierte Attribute mit einem vordefinierten Wert in die Anfrage aufnehmen. Du kannst sie für einen API-Schlüssel, Autorisierungsschlüssel usw. verwenden.
ru_ru: В запрос можно включить несколько пользовательских атрибутов с предопределенным значением. Вы можете использовать их для ключа API, ключей авторизации и т. д.

source: Lessons Grades (Shows also grades from assignments)
de_de: Unterrichtsnoten (Zeigt auch Noten von Aufgaben an)
nl_nl: Cijfers voor lessen (Toont ook de cijfers voor de antwoorden)
pt_br: Graduação das Aulas (Também mostra as notas das atribuições)
ru_ru: Оценки за уроки (показаны также оценки за задания)

source: No access to Plugins page
de_de: Kein Zugang zur Seite Plugins
ru_ru: Нет доступа к странице плагинов

source: Field / Data
de_de: Feld / Daten
ru_ru: Поле / Данные

source: Final grade for the course
de_de: Endnote für den Kurs
nl_nl: Hoogste niveau van de cursus
pt_br: Graduação final para o curso
ru_ru: Итоговая оценка за курс

source: Don't display 'My Courses' link in the dashboard.
de_de: Zeige den Link "Meine Kurse" nicht im Dashboard an.
nl_nl: Geef de "Mijn cursussen" link niet weer in het dashboard.
ru_ru: Не отображать ссылку "Мои курсы" на консоли.

source: Variable name
de_de: Name der Variable
ru_ru: Имя переменной

source: If you have <a href="%s" target="_blank">Namaste! PRO</a> all the above settings will also comply with any class (user group) limitations.
de_de: Wenn Du <a href="%s" target="_blank">Namaste! PRO</a> verwendest, werden alle oben genannten Einstellungen auch mit den Einschränkungen der Klasse (Benutzergruppe) übereinstimmen.
nl_nl: Als u <a href="%s" target="_blank">Namaste! PRO</a> hebt zijn alle bovenstaande instellingen ook toepasbaar met class (gebruikersgroep) beperkingen.
ru_ru: Если у вас есть <a href="%s" target="_blank">Namaste! PRO</a>, все вышеперечисленные настройки также будут соответствовать любым ограничениям класса (группы пользователей).

source: Variable value
de_de: Variabler Wert
ru_ru: Значение переменной

source: Final:
de_de: Finale:
nl_nl: Laatste:
ru_ru: Итого:

source: Save configuration for this role
de_de: Konfiguration für diese Rolle speichern
nl_nl: Sla de configuratie voor deze rol op
ru_ru: Сохранить конфигурацию для этой роли

source: Student Username
de_de: Studenten-Benutzername
ru_ru: Имя пользователя студента

source: N/a
nl_nl: N.v.t.
ru_ru: Н/д

source: You have not achieved any certificates yet.
de_de: Du hast noch keine Zertifikate erreicht.
nl_nl: U heeft nu nog geen certificaten gehaald.
pt_br: Você ainda não recebeu nenhum certificado.
ru_ru: Вы ещё не получили ни одного сертификата.

source: Dynamic / provided by user
de_de: Dynamisch / vom Nutzer bereitgestellt
ru_ru: Динамический / предоставлен пользователем

source: Lesson not started
de_de: Lektion nicht begonnen
nl_nl: Les is niet begonnen
pt_br: Aula não iniciada
ru_ru: Урок не начат

source: Certificate
de_de: Zertifikat
nl_nl: Certificaat
pt_br: Certificado
ru_ru: Сертификат

source: Email address
de_de: E-Mail Adresse
ru_ru: Email-адрес

source: Shortcode to display final course grade for a student:
de_de: Shortcode zur Anzeige der Abschlussnote eines Studenten:
nl_nl: Shortcode om het laatste cursusniveau van een student te tonen:
pt_br: Atalho para exibir a graduação final de um curso para o estudante:
ru_ru: Шорткод для отображения итоговой оценки за курс для студента:

source: Date
de_de: Datum
nl_nl: Datum
pt_br: Data
ru_ru: Дата

source: Student Display Name
de_de: Anzeigename des Studenten
ru_ru: Отображаемое имя студента

source: When userlogin is left empty it will display the grade of the current user. If you pass username, it will display the grade of that user. The "whenempty" parameter lets you define text to show when there is no grade assigned yet.
de_de: Wenn Du userlogin leer lässt, wird die Note des aktuellen Benutzers angezeigt. Wenn Du username übergibst, wird die Note dieses Nutzers angezeigt. Mit dem Parameter "whenempty" kannst Du einen Text festlegen, der angezeigt wird, wenn noch keine Note vergeben wurde.
nl_nl: Wanneer Userlogin is leeg gelaten zal het het niveau van de huidige gebruiker weer te geven. Als je gebruikersnaam gebruikt zal het het niveau van die gebruiker weer te geven. De parameter "whenempty" kunt u tekst definiëren om aan te tonen als er nog geen cijfer is toegewezen.
pt_br: Quando o login de usuário é deixado em branco será exibida a grade do usuário atual. Se você informar o nome de usuário, será exibida a graduação de tal usuário. O paramentro "quando-vazio" permite a você definir texto a ser exibido quando não há graduação atribuída ainda.
ru_ru: Если имя пользователя оставить пустым, будет отображаться оценка текущего пользователя. Если вы передадите имя пользователя, оно отобразит оценку этого пользователя. Параметр «whenempty» позволяет определить текст, который будет отображаться, когда оценка еще не присвоена.

source: Completed course(s)
de_de: Abgeschlossene(r) Kurs(e)
nl_nl: Voltooide cursus(sen)
pt_br: Curso(s) completado(s)
ru_ru: Завершенный(е) курс(ы)

source: Custom parameter 1
de_de: Benutzerdefinierter Parameter 1
ru_ru: Пользовательский параметр 1

source: Namaste! LMS Help
de_de: Namaste! LMS-Hilfe
pt_br: Ajuda do Namaste! LMS
ru_ru: Помощь Namaste! LMS

source: You need to enroll some courses first.
de_de: Du musst Dich zuerst für einige Kurse anmelden.
nl_nl: U moet zich eerst voor andere cursussen inschrijven.
pt_br: Você precisa se matricular em um curso primeiro.
ru_ru: Сначала вам нужно записаться на несколько курсов.

source: Predefined variable 1
de_de: Vordefinierte Variable 1
ru_ru: Предопределённая переменная 1

source: For a quick overview of how to get started check the <a href="http://namaste-lms.org/help.php" target="_blank">quick help guide on our site</a>.
de_de: Einen schnellen Überblick über die ersten Schritte findest Du in der <a href="http://namaste-lms.org/help.php" target="_blank">Schnellhilfe-Anleitung auf unserer Website</a>.
nl_nl: Voor een snel overzicht hoe te beginnen ga naar <a href="http://namaste-lms.org/help.php" target="_blank">quick help guide op oze website</a>.
ru_ru: Чтобы получить краткую информацию о том, как начать работу, ознакомьтесь с <a href="http://namaste-lms.org/help.php" target="_blank">кратким справочным руководством на нашем сайте</a>.

source: My grades in %s
de_de: Meine Noten in %s
nl_nl: Mijn cijferlijsten in %s
pt_br: Minhas notas em %s
ru_ru: Мои оценки в %s

source: Custom parameter 2
de_de: Benutzerdefinierter Parameter 2
ru_ru: Пользовательский параметр 2

source: More detailed documentation is available at the <a href="%s" target="_blank">new documentation site</a>.
de_de: Eine ausführlichere Dokumentation findest Du auf der <a href="%s" target="_blank">neuen Dokumentationsseite</a>.
nl_nl: Gedetailleerde documentatie is verkrijgbaar op de <a href="%s" target="_blank">nieuwe documentatie website</a>.
ru_ru: Более подробную документацию можно найти на <a href="%s" target="_blank">новом сайте документации</a>.

source: Final grade for the whole course:
de_de: Endnote für den gesamten Kurs:
nl_nl: Laatste cijferlijst voor de hele cursus:
pt_br: Nota final para todo o curso:
ru_ru: Итоговая оценка за весь курс:

source: Predefined variable 2
de_de: Vordefinierte Variable 2
ru_ru: Предопределённая переменная 2

source: You can enhance Namaste! LMS with <a href="%s" target="_blank">PRO and other extra modules</a>
de_de: Du kannst Namaste! LMS mit <a href="%s" target="_blank">PRO und anderen Zusatzmodulen</a>
ru_ru: Вы можете улучшить Namaste! LMS с переходом на версию <a href="%s" target="_blank">PRO и добавлением дополнительных модулей</a>

source: Grades from assignments
de_de: Benotung von Aufgaben
nl_nl: Cijferlijsten van opgaven
pt_br: Notas das atribuições
ru_ru: Оценки за задания

source: Custom parameter 3
de_de: Benutzerdefinierter Parameter 3
ru_ru: Пользовательский параметр 3

source: 's todo items in lesson
de_de: zu erledigen in der Lektion
nl_nl: te doen items in de les
pt_br: itens a cumprir na aula

source: [todo]
de_de: [zu erledigen]
nl_nl: [Te doen]
pt_br: [a fazer]

source: List tag:
de_de: Listen-Tag:
nl_nl: Lijst tag:

source: This will work for quizzes that are published, not deactivated, and do not have the \"Don't store user data\" checkbox selected.
de_de: Dies funktioniert für Quiz, die veröffentlicht und nicht deaktiviert sind und bei denen das Kontrollkästchen \"Benutzerdaten nicht speichern\" nicht aktiviert ist.

source: To Do
de_de: Zu erledigen
nl_nl: Te doen

source: You cannot submit an empty solution
nl_nl: U kunt geen opgaven zonder antwoorden versturen.
pt_br: Você não pode enviar uma resposta vazia

source: Similar to the above, the shortcode <b>%s</b> will display the modules in this course.
nl_nl: Net zoals boven geeft de shortcode <b>%s</b> de modules in de cursus weer.

source: The shortcode <b>%s</b> can be used to display conditional content to logged in or non-logged in users like this: %s. To use it outside of the course page pass also the attribute <b>%s</b>
nl_nl: De shortcode <b>%s</b> kan worden gebruikt om content weer te geven aan ingelogde en niet-ingelogde gebruikers zoals dit: %s. Om het buiten de cursuspagina te gebruiken gebruik dan niet <b>%s</b>

source: will display all the lessons in a course along with links to them. If you use the second format and pass "status" as first argument, the shortcode will output the lessons in a table where the second argument will be the current status (started, not started, completed). You can also pass a number in place of the argument "y" to specify a course ID (otherwise current course ID is used). This might be useful if you are manually or programmatically creating some list of courses along with the lessons in them. If you want to use the course ID argument but not the status columng, pass 0 in pace of status like this: [namaste-course-lesson 0 5]. The third format lets you specify ordering using SQL field names from the posts table. For example [namaste-course-lessons 0 0 post_date DESC] will return the lessons displayed by the order of publishing, descending (latest lesson will be shown on top). In place of "list_tag" you can pass "ul" or "ol". If empty, defaults to "ul".
nl_nl: zal alle lessen in een cursus tonen samen met een link daar naar toe. Als u het tweede format gebruikt en "status" toepast als eerste argument dan zal de shortcode een tabel laten zien waar het tweede argument de huidige status is (begonnen, niet begonnen, voltooid). U kunt ook een nummer toepassen in plaats van het argument "y" om een cursus ID te specificeren (anders zal de huidige cursus ID worden gebruikt). Dit is handig als u handmatig of programmatisch lijsten creëert met daarin de lessen. Als u het cursus ID argument wilt gebruiken en niet de statuskolom dan gebruikt u 0 in plaats van de status zoals in: [namaste-course-lesson 0 5]. Het derde format laat u de volgorde specificeren door SQL veldnamen van de post tabel te gebruiken. Bijvoorbeeld [namaste-course-lessons 0 0 post_date DESC] zal de lessen in aflopende volgorde publiceren ( de laatste les staat bovenaan). In plaats van "list tag" kunt u "ul" of "ol" toepassen. Indien leeg wordt de waarde "ul".

source: can be used only in a lesson and will display the next lesson from the course. You can replace "hyperlinked text" with your own text. If you omit the parameter the link will use the lesson title as hyperlinked text.
nl_nl: kan alleen in een les worden gebruikt en toont de volgende les van de cursus. U kunt de "hyperlinked text" vervangen door uw eigen tekst. Als u de parameter weg laat gebruikt de link de titel van de les als tekst.
pt_br: pode ser usado apenas em uma aula e irá exibir a próxima aula do curso. Você pode substituir o "texto linkado" com seu próprio texto. Se você omitir o parâmetro, o link irá utilizar o título da aula.

source: Similar to the above, used to display a link for the previous lesson in this course. Note that lessons are ordered in the order of creation.
nl_nl: Zoals hierboven gebruikt om een link te tonen naar de vorige les in deze cursus. Let er op dat de les volgorde de volgorde van creatie is.
pt_br: Similar ao acima, utilizado para exibir um link para a aula anterior deste curso. Note que aulas estão ordenadas pela ordem de criação.

source: The following quiz must be completed (will take effect only if the quiz is published):
nl_nl: De volgende toets moet worden voltooid (kan alleen als de toets is gepubliceerd):
pt_br: O quis a seguir precisa ser completado (irá funcionar apenas se o quis estiver publicado):

source: Wordpress roles with access to the learning material
nl_nl: Wordpress rollen met toegaang tot de leerstof
pt_br: Papéis do Wordpress com acesso ao material de estudo

source: Wordpress roles that can administrate the LMS
nl_nl: Wordpress rollen die de LMS kunnen administreren
pt_br: Papéis do Wordpress que podem administrar o LMS

source: Accept other payment methods
nl_nl: Accepteer andere betaalmethoden
pt_br: Aceitar outras formas de pagamento

source: Namaste LMS utilizes the power of existing Wordpress plugins to handle exams, tests and quizzes. At this moment it can connect with two plugins:
nl_nl: Namaste LMS gebruikt de kracht van bestaande Wordpress plugins om examens, toetsen en testen te maken. Op dit moment kunnen we werken met 2 plugins:
pt_br: O Namaste! LMS utiliza o poder de plugins existentes do Wordpress para lidar com exames, testes e quizzes. Neste momento ele pode se conectar com 2 plug-ins:

source: Upload file:
nl_nl: Upload bestand:
pt_br: Enviar arquivo:

source: Attachment:
nl_nl: Bijlage:
pt_br: Anexo:

source: namaste-course
pt_br: cursos

source: You can enroll in this course from your student dashboard. You need to be logged in.
pt_br: Você pode se matricular neste curso a partir de sua área de usuário. Você precisa estar logado.

source: Enroll for
pt_br: Matricular-se em

source: Homework added
pt_br: Tarefa adicionada

source: Homework deleted
pt_br: Tarefa apagada

source: Homework saved
pt_br: Tarefa salva

source: namaste-lesson
pt_br: aula

source: You need to be logged in to access this lesson.
pt_br: Você precisa estar logado para ver esta aula.

source: - The names of the course which were completed to acquire this certificate
pt_br: - Os nomes do curso que foi completado para adquirir este certificado

source: This is a premium course. There is a fee of <strong>%s %s</strong> to enroll it.
pt_br: Este é um curso Premium. Há uma taxa de <strong>%s %s</strong> para se matricular.

source: We are just starting to add some helpful information so please bear with us until it is extended. For now you can learn about the available shortcodes. Do not forget also to check the <a href="http://namaste-lms.org/help.php" target="_blank">quick help guide on our site</a>.
pt_br: Estamos apenas começando a adicionar informações úteis então por favor tenha paciência enquanto ele é ampliado. Por enquanto você pode aprender sobre os atalhos disponívels. Não se esqueça também de checar o <a href="http://namaste-lms.org/help.php" target="_blank">guia rápido de ajuda em nosso site</a>.

source: This is flexible shortcode that can be placed inside a lesson or course content. It will display what the logged in student still needs to do to complete the given lesson or course.
pt_br: Este é um atalho flexível que pode ser colocado dentro de uma aula ou conteúdo de curso. Ele irá exibir o que o estudante logado ainda precisa fazer para completar a aula ou curso em questão.

source: displays enroll button or "enrolled/pending enrollment" message in the course.
pt_br: exibe o botão de matrícula ou a mensagem de "Matriculado/Pagamento Pendente".

source: will display all the lessons in a course along with links to them. If you use the second format and pass "status" as first argument, the shortcode will output the lessons in a table where the second argument will be the current status (started, not started, completed). You can also pass a number in place of the argument "y" to specify a course ID (otherwise current course ID is used). This might be useful if you are manually or programmatically creating some list of courses along with the lessons in them. If you want to use the course ID argument but not the status columng, pass 0 in pace of status like this: [namaste-course-lesson 0 5]. The third format lets you specify ordering using SQL field names from the posts table. For example [namaste-course-lessons 0 0 post_date DESC] will return the lessons displayed by the order of publishing, descending (latest lesson will be shown on top).
pt_br: exibirá todas as lições em um curso, juntamente com links para eles. Se você usar o segundo formato e passar o "status" como primeiro argumento, o código curto emitirá as lições em uma tabela onde o segundo argumento será o status atual (iniciado, não iniciado, concluído). Você também pode passar um número no lugar do argumento "y" para especificar um ID do curso (caso contrário, o ID do curso atual é usado). Isso pode ser útil se você estiver criando manualmente ou programáticamente uma lista de cursos, juntamente com as lições neles. Se você quiser usar o argumento do ID do curso, mas não o status da coluna, passe 0 no ritmo do status como este: [namaste-course-lesson 0 5]. O terceiro formato permite que você especifique o pedido usando nomes de campos SQL da tabela de posts. Por exemplo [namaste-course-lessons 0 0 post_date DESC] retornará as lições exibidas pela ordem de publicação, descendente (a última lição será mostrada no topo).

source: Add note
pt_br: Adicionar nota

source: Assign to Courses:
pt_br: Atribuir a Cursos:

source: Show courses as blog post in home and archive pages
pt_br: Exibir cursos como postagem de blog na página inicial e nas páginas de arquivo

source: Shortcodes enabled by using a points system
pt_br: Atalhos habilitados por utilizar um sistema de pontuação

source: If you activate a points system the following shortcodes become available:
pt_br: Se você ativar o sistema de pontuação os atalhos a seguir se tornarão disponíveis:

source: Upgrading to PRO comes with 60 days money-back guarantee, one year free upgrades and one year free support.
pt_br: Atualizar para PRO vem com 60 dias de garantia de devolução do seu dinheiro, e um ano de atualizações grátis e um ano de suporte gratuito.

source: Viewing Solutions for
pt_br: Vendo soluções para
