Repository: pimteam/Namaste-LMS
Catalog: languages/namaste-*.po
Languages: de_de, nl_nl, pt_br, ru_ru

source: You can use the shortcode
de_de: Du kannst den Shortcode verwenden
nl_nl: U kunt de shortcode gebruiken
pt_br: Você pode usar o atalho
ru_ru: Вы можете использовать шорткод

source: There are <b>%d</b> pending enrollments in <b>"%s"</b>. <a href="%s" target="_blank">Manage</a>
de_de: Es gibt <b>%d</b> ausstehende Anmeldungen in <b>"%s"</b>. <a href="%s" target="_blank">Verwalten</a>
nl_nl: Er zijn <b>%d</b> inschrijvingen in de wacht <b>"%s"</b>. <a href="%s" target="_blank">Manage</a>
ru_ru: Есть <b>%d </b> ожидающие зачисления в <b> "%s" </b>. <a href="%s" target="_blank"> Управление </a>

source: And more - just come to see!
de_de: Und mehr - schau es Dir an!
nl_nl: En meer - kom en zie!
pt_br: E mais - Venha conhecer!
ru_ru: И еще - просто приходите посмотреть!

source: to display enrollment button (or enrolled/pending message) in the course content
de_de: um die Schaltfläche "Einschreiben" (oder die Nachricht "Eingeschrieben" bzw. "In Bearbeitung") im Kursinhalt anzuzeigen
nl_nl: om de inschrijfknop te tonen (of het inschrijf/wachten bericht) in de cursusinhoud
pt_br: para exibir o botão de matrícula (ou a mensagem de matrícula pendente) no conteúdo do curso
ru_ru: отображать кнопку зачисления (или сообщение о зачислении/отсрочке) в содержимом курса

source: There are no pending student enrollments.
de_de: Es gibt keine ausstehenden Anmeldungen von Studenten.
nl_nl: Er zijn geen inschrijvingen in de wacht.
ru_ru: Зачисление студентов не ожидается.

source: Just go ahead and
de_de: Mach einfach weiter und
nl_nl: Stap juist vooruit
pt_br: Vá adiante e
ru_ru: Просто продолжайте и

source: The shortcode
de_de: Der Shortcode
nl_nl: De shortcode
pt_br: O código de atalho
ru_ru: Шорткод

source: Lessons pending admin approval
de_de: Lektionen, die noch vom Admin genehmigt werden müssen
nl_nl: Lessen die wachten op goedkeuring van de administrator
ru_ru: Уроки ожидают одобрения администратора

source: take the tour
de_de: mach die Tour
nl_nl: Doe de tour
pt_br: faça o tour
ru_ru: совершить экскурсию

source: needs to be used if you want to display enroll button for this course on a different page. See the internal Help page for more parameters in this shortcode.
de_de: muss verwendet werden, wenn Du die Anmeldeschaltfläche für diesen Kurs auf einer anderen Seite anzeigen möchtest. Auf der internen Hilfeseite findest Du weitere Parameter für diesen Shortcode.
nl_nl: moet worden gebruikt om de inschrijfknop te tonen op een andere pagina. Zie de Helppagina voor meer parameters voor deze shortcode.
ru_ru: необходимо использовать, если вы хотите отобразить кнопку записи на этот курс на другой странице. Дополнительные параметры этого шорткода см. на внутренней странице справки.

source: <b>%s</b> is waiting for your approval to complete lesson <b>"%s"</b>. <a href="%s" target="_blank">Manage</a>
de_de: <b>%s</b> wartet auf Deine Freigabe, um die Lektion <b>"%s"</b> abzuschließen. <a href="%s" target="_blank">Verwalte</a>
nl_nl: <b>%s</b> wacht op uw goedkeuring om de les te voltooien <b>"%s"</b>. <a href="%s" target="_blank">Manage</a>
ru_ru: <b>%s </b> ждет вашего утверждения для завершения урока <b> "%s" </b>. <a href="%s" target="_blank"> Управление </a>

source: or check the
de_de: oder überprüfe die
nl_nl: of bekijk de
pt_br: ou confira o
ru_ru: или проверьте

source: Logged in users can enroll this course themselves.
de_de: Eingeloggte Nutzer können diesen Kurs selbst einschreiben.
nl_nl: Ingelogde gebruikers kunnen zichzelf voor deze cursus inschrijven.
pt_br: Usuários logados podem se matricular neste curso sozinhos.
ru_ru: Зарегистрированные пользователи могут записаться на этот курс самостоятельно.

source: There are no pending lesson completions.
de_de: Es gibt keine noch offenen Lektionen.
nl_nl: Er zijn geen voltooide lessen in de wacht.
ru_ru: Нет незавершенных уроков.

source: online demo.
pt_br: da demo online.
ru_ru: онлайн-демонстрация.

source: Admin manually approves/enrolls students in courses
de_de: Admin genehmigt bzw. schreibt Studenten in Kurse manuell ein
nl_nl: Administrator keurt en schrijft de studenten handmatig in voor cursussen
pt_br: Administrador irá matricular/aprovar os alunos neste curso
ru_ru: Администратор вручную утверждает/записывает студентов на курсы

source: Solutions to homework assignments, pending approval
de_de: Lösungen für Hausaufgaben, die noch genehmigt werden müssen
nl_nl: Antwoorden van huiswerkopgaven wachten op goedkeuring
ru_ru: Решения по домашнему заданию, ожидающие одобрения

source: Upgrading to PRO comes with 60 daysrefund policy, one year free upgrades and one year free support.
de_de: Beim Upgrade auf PRO erhältst Du 60 Tage Rückerstattung, ein Jahr lang kostenlose Upgrades und ein Jahr lang kostenlosen Support.
nl_nl: Upgraden naar PRO geeft 60 dagen geld terug garantie, één jaar gratis updates en één jaar gratis hulp.
ru_ru: Обновление к PRO поставляется с возможностью возврата уплаченной суммы в течение 60 дней, бесплатными обновлениями и бесплатной поддержкой в течение одного года.

source: Allow students to unenroll from this course (this will cleanup any stats)
de_de: Alle Studenten werden aus diesem Kurs ausgeschrieben (sämtliche Statistiken werden bereinigt)
nl_nl: Sta toe dat studenten zich uitschrijven van deze cursus (de betreffende statistieken zullen dan ook worden verwijderd)
ru_ru: Разрешить студентам отказаться от участия в этом курсе (это очистит всю статистику)

source: <b>%s</b> has submitted a solution on homework <b>"%s"</b>. <a href="%s" target="_blank">Manage</a>
de_de: <b>%s</b> hat eine Lösung zur Hausaufgabe <b>"%s"</b> übermittelt. <a href="%s" target="_blank">Verwalte</a>
nl_nl: <b>%s</b> heeft antwoorden van huiswerk verzonden <b>"%s"</b>. <a href="%s" target="_blank">Manage</a>
ru_ru: <b>%s </b> отправил решение по домашнему заданию <b> "%s" </b>. <a href="%s" target="_blank"> Управление </a>

source: Help To Spread The Word!
de_de: Hilf mit, bekannter zu werden!
nl_nl: Help het nieuws te verspreiden!
pt_br: Ajude a espalhar a palavra!
ru_ru: Помогите программе стать известной!

source: Students need to pay a fee of
de_de: Die Studenten müssen eine Gebühr von
nl_nl: Studenten moeten een bedrag betalen
pt_br: Aluno deve pagar uma taxa de
ru_ru: Студенты должны оплатить сбор

source: There are no pending solutions.
de_de: Es gibt keine noch offenen Lösungen.
nl_nl: Er staan geen antwoorden in de wacht.
ru_ru: Нет ожидаемых решений.

source: If you like this plugin you can do some of the following:
de_de: Wenn Du dieses Plugin magst, kannst Du einige der folgenden Dinge tun:
nl_nl: Als u deze plugin waardeert kunt u het volgende doen:
pt_br: Se você gostou deste plugin você pode fazer uma das coisas a seguir:
ru_ru: Если вам нравится этот плагин, вы можете выполнить следующие действия:

source: to enroll this course. (Leave it 0 for no fee.)
de_de: um diesen Kurs einzuschreiben. (Lass 0 stehen, um keine Gebühr zu erheben.)
nl_nl: om zich in te schrijven voor deze cursus. (Plaats een 0 voor gratis.)
pt_br: para matricular-se neste curso. (Deixe 0 para Curso Gratuito.)
ru_ru: записаться на этот курс. (Оставьте 0, чтобы плата не взималась.)

source: Mass enroll students in course "%s"
de_de: Masseneinschreibung von Studenten in Kurs "%s"
nl_nl: Massa inschrijvingen voor cursus "%s"
ru_ru: Массовое зачисление студентов на курс "%s"

source: Rate it 5 starts at Wordpress.org
de_de: Bewerte es mit 5 Sternen auf Wordpress.org
nl_nl: Waardeer met 5 sterren op Wordpress.org
pt_br: Classifique-o com 5 estrelas no Wordpress.org
ru_ru: Оцените на 5 звезд на WordPress.org

source: Sell as a WooCommerce product:
de_de: Verkaufe als WooCommerce-Produkt:
ru_ru: Продавайте как товар WooCommerce:

source: Back to Manage Students
de_de: Zurück zur Verwaltung der Studenten
nl_nl: Terug naar Manage studenten
ru_ru: Вернуться к управлению студентами

source: Let others know about it by blogging or posting
de_de: Lass andere davon wissen, indem Du bloggst oder postest
nl_nl: Laat anderen ervan weten door te bloggen of post
pt_br: Fale sobre ele a outras pessoas blogando ou postando
ru_ru: Пусть другие узнают об этом, написав в блоге или опубликовав сообщение

source: - Select product -
de_de: - Produkt wählen -
ru_ru: - Выбрать товар -

source: our home page
de_de: unsere Homepage
nl_nl: onze website
pt_br: nossa página inicial
ru_ru: наша домашняя страница

source: Only Virtual and Downloadable products can be used. If you create the connection here, any enroll or pay buttons for this course will send the user to the WooCommerce product page.
de_de: Es können nur virtuelle und herunterladbare Produkte verwendet werden. Wenn Du die Verbindung hier herstellst, werden alle Schaltflächen zum Einschreiben oder Bezahlen für diesen Kurs den Nutzer zur WooCommerce-Produktseite leiten.
ru_ru: Можно использовать только виртуальные и загружаемые товары. Если вы создадите соединение здесь, любые кнопки регистрации или оплаты для этого курса будут отправлять пользователя на страницу продукта WooCommerce.

source: User Login
de_de: Benutzeranmeldung
nl_nl: Gebruiker login
ru_ru: Логин пользователя

source: on social networks.
de_de: in sozialen Netzwerken.
nl_nl: op sociale netwerken.
pt_br: nas redes sociais.
ru_ru: в соцсетях.

source: You can charge students for course enrollments. To do this you must first select currency in the "Payment Settings" section <a href="%s" target="_blank">here</a>.
de_de: Du kannst Studenten für Kurseinschreibungen zur Kasse bitten. Dazu musst Du zunächst im Abschnitt "Zahlungseinstellungen" <a href="%s" target="_blank">hier</a> die Währung auswählen.
ru_ru: Вы можете взимать со студентов плату за запись на курсы. Для этого вам необходимо сначала выбрать валюту в разделе «Настройки платежей» <a href="%s" target="_blank">здесь</a>.

source: User Name
de_de: Name des Benutzers
ru_ru: Имя пользователя

source: Go PRO
pt_br: Atualize para PRO
ru_ru: Получить Pro

source: Automatically enroll in this course everyone who registers in the site with an <a href="%s" target="_blank">enabled user role</a>. Selecting this will ignore any course access prerequisites, payment requirements and any other enrollment restrictions.
de_de: Jeder, der sich auf der Website mit einer <a href="%s" target="_blank">aktivierten Benutzerrolle</a> registriert, wird automatisch in diesen Kurs eingeschrieben. Wenn Sie diese Option wählen, werden Zugangsvoraussetzungen, Zahlungsanforderungen und andere Einschreibungsbeschränkungen ignoriert.
ru_ru: Автоматически записывать на этот курс всех, кто регистрируется на сайте с <a href="%s" target="_blank">включенной ролью пользователя</a>. При выборе этого параметра будут игнорироваться любые предварительные условия доступа к курсу, требования к оплате и любые другие ограничения записи.

source: User Email
de_de: Benutzer E-Mail
nl_nl: Gebruiker email
ru_ru: Email пользователя

source: to empower your site with extra benefits
de_de: um Deine Website mit zusätzlichen Vorteilen auszustatten
nl_nl: en haal meer rendement uit uw website
pt_br: para dar mais poder a seu site com benefícios extras
ru_ru: для расширения возможностей вашего сайта с дополнительными преимуществами

source: Course Access / Pre-requisites
de_de: Zugriff auf Kurse / Voraussetzungen
nl_nl: Cursus toegang / Voorwaarden
pt_br: Acesso ao Curso / Pré-requisitos
ru_ru: Доступ к курсу / Предварительные требования

source: Enroll Selected Users
de_de: Ausgewählte Benutzer einschreiben
nl_nl: Schrijf geselecteerde gebruikers in
ru_ru: Зачисление выбранных пользователей

source: Need Support?
de_de: Brauchst Du Unterstützung?
nl_nl: Heeft u hulp nodig?
pt_br: Precisa de suporte?
ru_ru: Нужна поддержка?

source: There are no other courses so every student can enroll in this course.
de_de: Es gibt keine anderen Kurse, sodass sich jeder Student für diesen Kurs anmelden kann.
nl_nl: Er zijn geen andere cursussen dus elke student kan zich voor deze cursus inschrijven.
pt_br: Não existem outros cursos então todos os alunos podem se matricular neste curso.
ru_ru: Других курсов нет, поэтому каждый студент может записаться на этот курс.

source: Previous page
de_de: Vorherige Seite
nl_nl: Vorige pagina
ru_ru: Предыдущая страница

source: Please ask your question in the
de_de: Bitte stelle Deine Frage in der
nl_nl: Stel uw vraag in het
pt_br: Por favor faça sua pergunta no
ru_ru: Задайте свой вопрос в

source: This course will be accessible only after the following courses are completed:
de_de: Dieser Kurs ist erst zugänglich, wenn die folgenden Kurse abgeschlossen sind:
nl_nl: Deze cursus zal toegankelijk zijn nadat de volgende cursussen zijn voltooid:
pt_br: Este curso será acessível apenas após os seguintes cursos terem sido completados:
ru_ru: Этот курс будет доступен только после прохождения следующих курсов:

source: Next page
de_de: Nächste Seite
nl_nl: Volgende pagina
ru_ru: Следующая страница

source: support forum at WordPress.
de_de: support-Forum bei WordPress.
nl_nl: support forum op Wordpress.
pt_br: fórum de suporte em Wordpress.
ru_ru: поддержка форума в WordPress.

source: Restrict by role:
de_de: Nach Rolle einschränken:
ru_ru: Ограничение по роли:

source: Module Access
de_de: Modul Zugang
nl_nl: Module toegang
ru_ru: Доступ к модулю

source: Solution submitted
de_de: Eingereichte Lösung
nl_nl: Antwoorden verzonden
pt_br: Solução enviada
ru_ru: Решение представлено

source: Require specific user roles to join this course
de_de: Für die Teilnahme an diesem Kurs sind bestimmte Benutzerrollen erforderlich
ru_ru: Для присоединения к этому курсу требуются определенные роли пользователей

source: You will be able to set module access after you create the module.
de_de: Du kannst den Modulzugang einstellen, nachdem Du das Modul erstellt hast.
nl_nl: U kunt toegang tot de module instellen nadat u de module hebt gecreëerd.
ru_ru: Вы сможете настроить доступ к модулю после его создания.

source: The total size of your files is %sKB. The maximum accepted size is %sKB. The files were not uploaded.
de_de: Die Gesamtgröße Deiner Dateien beträgt %sKB. Die maximal zulässige Größe ist %sKB. Die Dateien wurden nicht hochgeladen.
ru_ru: Общий размер ваших файлов составляет %sKб. Максимально допустимый размер — %sKб. Файлы не были загружены.

source: Course completeness
de_de: Vollständigkeit des Kurses
nl_nl: Cursus totaliteit
pt_br: Andamento do Curso
ru_ru: Полнота курса

source: There are no other modules in this course. So this module will be accessible to anyone who enrolled the course.
de_de: Es gibt keine anderen Module in diesem Kurs. Daher ist dieses Modul für jeden zugänglich, der sich für den Kurs angemeldet hat.
nl_nl: Er zijn geen andere modules in deze cursus. Daarom is deze module toegankelijk voor iedereen die zich heeft ingeschreven voor de cursus.
ru_ru: Других модулей в этом курсе нет. Таким образом, этот модуль будет доступен каждому, кто записался на курс.

source: The following files exceeded the file size limit of %sKB and were not uploaded: %s
de_de: Die folgenden Dateien haben die Dateigrößengrenze von %sKB überschritten und wurden nicht hochgeladen: %s
ru_ru: Следующие файлы превысили лимит размера в %sKб и не были загружены: %s

source: This course has no lessons assigned so it can never be completed. Please create and assign some lessons to this course.
de_de: Diesem Kurs sind keine Lektionen zugewiesen, daher kann er nie abgeschlossen werden. Bitte erstelle einige Lektionen und weise sie diesem Kurs zu.
nl_nl: Deze cursus heeft geen lessen dus kan nooit worden voltooid. Maak een paar lessen en wijs deze toe aan de cursus.
pt_br: Este curso não tem aulas atribuídas então ele nunca poderá ser completado. Por favor crie e atribua algumas aulas a este curso.
ru_ru: В этом курсе нет назначенных уроков, поэтому его невозможно завершить. Создайте и назначьте несколько уроков для этого курса.

source: This module will be accessible only after the following modules are completed:
de_de: Dieses Modul ist erst zugänglich, wenn die folgenden Module abgeschlossen sind:
nl_nl: Deze module zal alleen toegankelijk zijn als de volgende modules zijn voltooid:
ru_ru: Этот модуль будет доступен только после завершения следующих модулей:

source: The following files were not within the allowed file types and were not uploaded: %s
de_de: Die folgenden Dateien gehörten nicht zu den zulässigen Dateitypen und wurden nicht hochgeladen: %s
ru_ru: Следующие файлы не были включены в разрешенные типы файлов и не были загружены: %s

source: The following lessons must be completed in order to complete this course. Please select at least one.
de_de: Die folgenden Lektionen müssen absolviert werden, um diesen Kurs abzuschließen. Bitte wähle mindestens eine aus.
nl_nl: De volgende lessen moeten worden voltooid om de cursus te kunnen voltooien. Selecteer er op zijn minst één.
pt_br: A aula seguinte deve ser completada para completar este curso. Por favor selecione ao menos uma.
ru_ru: Для завершения этого курса необходимо пройти следующие уроки. Выберите хотя бы один.

source: Module Completeness
de_de: Vollständigkeit der Module
nl_nl: Alle modules
ru_ru: Полнота модуля

source: The following files could not be uploaded: %s
de_de: Die folgenden Dateien konnten nicht hochgeladen werden: %s
ru_ru: Не удалось загрузить следующие файлы: %s

source: Reward
de_de: Belohnung
nl_nl: Beloning
pt_br: Recompensa
ru_ru: Награда

source: You need to assign some lessons to this module before you can define completion requirements. Assigning lessons is done individually from the Add / Edit Lesson page.
de_de: Du musst diesem Modul einige Lektionen zuweisen, bevor Du Abschlussanforderungen festlegen kannst. Die Zuweisung von Lektionen erfolgt individuell auf der Seite Lektion hinzufügen / bearbeiten.
nl_nl: U moet enkele lessen aan deze module toewijzen voordat u de vereisten voor voltooien kunt definiëren. Toewijzen van lessen gebeurt individueel vanuit de voeg toe/wijzig pagina.
ru_ru: Вам необходимо назначить несколько уроков для этого модуля, прежде чем вы сможете определить требования к его завершению. Назначение уроков осуществляется индивидуально со страницы «Добавить/изменить урок».

source: A manager will review your solution and will approve or reject it. If the manager add any notes, they will appear in the assignments page for this course
de_de: Ein Tutor wird Deine Lösung überprüfen und sie bestätigen oder ablehnen. Wenn der Tutor Anmerkungen hinzufügt, werden diese auf der Seite mit den Aufgaben für diesen Kurs angezeigt
nl_nl: Een manager zal uw antwoord bekijken en goedkeuren of afwijzen. Als de manager een notitie toevoegt zal die getoond worden in de opgaven pagina van deze cursus
pt_br: Um supervisor irá verificar sua solução e aprová-la ou rejeitá-la. Se o supervisor adicionar quaisquer notas, elas irão aparecer na página de tarefas deste curso
ru_ru: Менеджер рассмотрит ваше решение и одобрит или отклонит его. Если менеджер добавит какие-либо примечания, они появятся на странице заданий этого курса

source: points for completing this course.
de_de: Punkte für den Abschluss dieses Kurses.
nl_nl: punten voor voltooien van deze cursus.
pt_br: pontos por completar este curso.
ru_ru: баллы для завершения этого курса.

source: The following lessons must be completed in order to complete this module. Please select at least one.
de_de: Die folgenden Lektionen müssen absolviert werden, um dieses Modul abzuschließen. Bitte wähle mindestens eine aus.
nl_nl: De volgende lessen moeten worden voltooid alvorens deze module te voltooien. Selecteer er minstens één.
ru_ru: Для завершения этого модуля необходимо пройти следующие уроки. Выберите хотя бы один.

source: Thank you!
de_de: Vielen Dank!
ru_ru: Спасибо!

source: Automatically grade this course based on its lesson grades (<a href="%s" target="_blank">learn how this works</a>)
de_de: Automatische Benotung dieses Kurses auf der Grundlage der Benotung aller Lektionen (<a href="%s" target="_blank">erfahre, wie das funktioniert</a>)
nl_nl: Automatisch cijfertoekenning voor deze cursus gebaseerd op de cijfers voor de lessen (<a href="%s" target="_blank">leer hoe dit werkt</a>)
ru_ru: Автоматически оценивать этот курс на основе оценок за уроки (<a href="%s" target="_blank">узнайте, как это работает</a>)

source: points for completing this module.
de_de: Punkte für den Abschluss dieses Moduls.
nl_nl: punten voor het voltooien van deze module.
ru_ru: баллы за прохождение этого модуля.

source: Back to the assignments
de_de: Zurück zu den Aufgaben
nl_nl: Terug naar de opgaven
pt_br: Voltar às atribuições
ru_ru: Вернуться к заданиям

source: BuddyPress Integration
de_de: Integration von BuddyPress
ru_ru: Интеграция с BuddyPress

source: inside the module content to display which lessons need to be completed to complete the module.
de_de: innerhalb des Modulinhalts, um anzuzeigen, welche Lektionen zum Abschluss des Moduls absolviert werden müssen.
nl_nl: in de module inhoud om te laten zien welke lessen moeten worden voltooid om de module te voltooien.
ru_ru: внутри содержимого модуля, чтобы показать, какие уроки необходимо пройти, чтобы завершить модуль.

source: Back to lesson "%s"
de_de: Zurück zur Lektion "%s"
ru_ru: Вернуться к урокам "%s"

source: When someone enrolls this course join them in the following BuddyPress group:
de_de: Wenn sich jemand für diesen Kurs anmeldet, tritt er der folgenden BuddyPress-Gruppe bei:
ru_ru: Когда кто-то записывается на этот курс, присоединяйтесь к следующей группе BuddyPress:

source: The same shortcode to use outside of the module page is %s
de_de: Der gleiche Shortcode für die Verwendung außerhalb der Modulseite ist %s
nl_nl: Dezelfde shortcode om te gebruiken buiten de module pagina %s
ru_ru: Такой же шорткод для использования вне страницы модуля - %s

source: Back to assignments in
de_de: Zurück zu den Aufgaben in
nl_nl: Terug naar de opgaven in
pt_br: Voltar a atribuições em
ru_ru: Вернуться к заданиям в

source: - No group -
de_de: - Keine Gruppe -
ru_ru: - Нет группы -

source: will display all the lessons included in this module. The shortcode accepts exactly the same arguments as %s. See the <a href="%s">internal Help page</a> for details.
de_de: zeigt alle Lektionen an, die in diesem Modul enthalten sind. Der Shortcode akzeptiert genau die gleichen Argumente wie %s. Siehe die <a href="%s">interne Hilfeseite</a> für weitere Informationen.
nl_nl: zal alle lessen tonen in deze module. De shortcode accepteert precies hetzelfde argument als %s. Zie de <a href="%s">interne Help pagina</a> voor details.
ru_ru: отобразит все уроки, включенные в этот модуль. Шорткод принимает те же аргументы, что и %s. Подробности смотрите на <a href="%s">внутренней странице справки</a>.

source: from course
de_de: vom Kurs
nl_nl: uit cursus
pt_br: do curso
ru_ru: от курса

source: and remove them from the following group:
de_de: und entferne sie aus der folgenden Gruppe:
ru_ru: и удалите их из следующей группы:

source: will display the number of lessons published in this module.
de_de: wird die Anzahl der in diesem Modul veröffentlichten Lektionen angezeigt.
ru_ru: отобразит количество уроков, опубликованных в этом модуле.

source: View lesson "%s"
de_de: Lektion ansehen "%s"
ru_ru: Просмотр урока "%s

source: When someone completes this course join them in the following BuddyPress group:
de_de: Wenn jemand diesen Kurs abgeschlossen hat, tritt er in die folgende BuddyPress-Gruppe ein:
ru_ru: Когда кто-нибудь завершит этот курс, присоединитесь к нему в следующей группе BuddyPress:
