Repository: pimteam/Namaste-LMS
Catalog: languages/namaste-*.po
Languages: de_de, nl_nl, pt_br, ru_ru

source: will display a link to the course that this module belongs to. You can pass attribute "text" to set a clickable text for the link. Otherwise the course title will be used.
de_de: wird ein Link zu dem Kurs angezeigt, zu dem dieses Modul gehört. Du kannst das Attribut "text" übergeben, um einen klickbaren Text für den Link festzulegen. Ansonsten wird der Kurstitel verwendet.
nl_nl: zal een link tonen naar de cursus waartoe deze module behoort. U kunt het attribuut "text" gebruiken om een klikbare tekst voor de link in te stellen. Anders zal de titel van de cursus worden gebruikt.
ru_ru: отобразит ссылку на курс, к которому принадлежит этот модуль. Вы можете передать атрибут «текст», чтобы установить кликабельный текст для ссылки. В противном случае будет использовано название курса.

source: Test/Exam
de_de: Test/Prüfung
nl_nl: Toets/Examen
pt_br: Teste/Prova
ru_ru: Тест / экзамен

source: Student Feedback
de_de: Studenten-Feedback
ru_ru: Отзывы студентов

source: If you enter some content in the Excerpt box on this page, the content will be shown to users who cannot access the module for some reason: non-logged in students, students who did not enroll the course, students with unsatisfied module access requirements etc. The content will be shown instead of or before the default text that is shown in these cases. You can also show these excerpts by passing the <b>show_excerpts=1</b> attribute to the <b>namaste-course-modules</b> shortcode.
de_de: Wenn Du einen Inhalt in das Feld Auszug auf dieser Seite eingibst, wird dieser Inhalt Benutzern angezeigt, die aus irgendeinem Grund nicht auf das Modul zugreifen können: nicht eingeloggte Studenten, Studenten, die sich nicht für den Kurs angemeldet haben, Studenten mit nicht erfüllten Zugangsvoraussetzungen zum Modul usw. Der Inhalt wird anstelle oder vor dem Standardtext angezeigt, der in diesen Fällen zu sehen ist. Du kannst diese Auszüge auch anzeigen, indem Du das Attribut <b>show_excerpts=1</b> an den <b>namaste-course-modules</b> Shortcode übergibst.
nl_nl: Als u wat tekst invult in de samenvattings box op deze pagina zal deze tekst worden getoond aan gebruikers die om e.o.a. reden geen toegang hebben tot de module: niet ingelogde studenten, niet ingeschreven studenten voor de cursus, studenten met onvoldoende toegangsvereisten etc. De tekst zal worden getoond in plaats van of voor de standaardtekst die in zulke gevallen wordt gebruikt. U kunt deze samenvattingen ook tonen door <b>show_excerpts=1</b> attribuut te gebruiken voor de <b>namaste-course-modules</b> shortcode.
ru_ru: Если вы введете какой-либо контент в поле Excerpt на этой странице, контент будет показан пользователям, которые по какой-либо причине не могут получить доступ к модулю: не зарегистрированы в студентах, студенты, которые не записаны в группе, студенты с неудовлетворенными требованиями к доступу и т. д. . Содержимое будет отображаться по умолчанию вместо или перед текстом, который показан в этих случаях. Вы также можете показать эти выдержки, передав <b>show_excerpts=1</b> приписать к короткому коду <b>namaste-course-modules</b> .

source: Accept reviews from students after completing the course.
de_de: Akzeptiere nach Abschluss des Kurses Bewertungen von Studenten
ru_ru: Принимайте отзывы от студентов после прохождения курса.

source: Manage multi-user configurations in Namaste! LMS
de_de: Verwalte Multi-User-Konfigurationen in Namaste! LMS
nl_nl: Beheer multi-gebruikers configuraties in Namaste! LMS
ru_ru: Управление многопользовательскими конфигурациями в Namaste! LMS

source: Course Progress:
de_de: Kursfortschritt:
nl_nl: Cursus voortgang:
pt_br: Progresso do Curso:
ru_ru: Прохождение курса:

source: Hold reviews for moderation
de_de: Bewertungen zur Moderation vorhalten
ru_ru: Задержать отзывы для модерации

source: To edit this page you need to enable some roles to manage LMS on the <a href="%s" target=_blank">Namaste Settings page</a>.
de_de: Um diese Seite zu bearbeiten, musst Du einige Rollen für die Verwaltung des LMS auf der <a href="%s" target=_blank">Namaste Einstellungen Seite</a> aktivieren.
nl_nl: Om deze pagina te wijzigen moet u enkele rollen ter beschikking stellen op de <a href="%s" target=_blank">Namaste Instellingen pagina</a>om te kunnen wijzigen.
ru_ru: Чтобы отредактировать эту страницу, вам необходимо включить некоторые роли для управления LMS на странице <a href="%s" target=_blank"> Настройки страницы Namaste</a>.

source: Back to students in this course
de_de: Zurück zu den Studenten dieses Kurses
nl_nl: Terug naar studenten in deze cursus
pt_br: Voltar aos alunos deste curso
ru_ru: Вернуться к студентам этого курса

source: Use the following shortcode to include the review feature on the course page:
de_de: Verwende den folgenden Shortcode, um die Bewertungsfunktion auf der Kursseite einzubinden:
ru_ru: Используйте следующий шорткод, чтобы включить функцию обзора на страницу курса:

source: Please select role to configure:
de_de: Bitte wähle die zu konfigurierende Rolle aus:
nl_nl: Selecteer een rol om te configureren:
ru_ru: Выберите роль для настройки:

source: Student:
pt_br: Estudante:
ru_ru: Студент:

source: The feature will be shown only when appropriate - i.e. after completing the course and only when the student has not already rated it.
de_de: Die Funktion wird nur dann angezeigt, wenn es sinnvoll ist - d.h. nach Abschluss des Kurses und nur dann, wenn der Student den Kurs nicht bereits bewertet hat.
ru_ru: Функция будет показываться только тогда, когда это уместно - то есть после завершения курса и только тогда, когда студент еще не поставил ему оценку.

source: - Please select role -
de_de: - bitte eine Rolle wählen -
nl_nl: - Selecteer een rol -
ru_ru: - Выбирать роль -

source: Students Who Earned Certificate %s
de_de: Studenten, die ein Zertifikat erworben haben %s
nl_nl: Studenten die certificaat %s haalden
ru_ru: Студенты, получившие сертификат %s

source: You can enclose content / text in the shortcode. In that case the text will be shown conditionally when the whole rating form is displayed. Example:
de_de: Du kannst den Inhalt/Text in den Shortcode einschließen. In diesem Fall wird der Text nur angezeigt, wenn das gesamte Bewertungsformular angezeigt wird. Beispiel:
ru_ru: Вы можете заключить содержимое / текст в шорткод. В этом случае текст будет показан условно при отображении всей формы рейтинга. Пример:

source: Note: courses and lesson access depend on the selected role "post" settings. For example the Editor role can create and edit courses while the Contributor role can not.
de_de: Hinweis: Der Zugang zu Kursen und Lektionen hängt von den "Post"-Einstellungen der gewählten Rolle ab. Zum Beispiel kann die Rolle "Editor" Kurse erstellen und bearbeiten, die Rolle "Contributor" hingegen nicht.
nl_nl: Let op: cursussen en les toegankelijkheid hangen af van de geselecteerde rol "post" instelling. Bijvoorbeeld: de editor kan cursussen creëren en wijzigen terwijl de Contributor dat niet kan.
ru_ru: Примечание: доступ к курсам и урокам зависит от настроек выбранной роли "запись". Например, роль Редактор может создавать и редактировать курсы, а роль Участник - нет.

source: Back to all certificates
de_de: Zurück zu allen Zertifikaten
nl_nl: Terug naar alle certificaten
ru_ru: Вернуться ко всем сертификатам

source: Thank you for competing this course! Please rate it now!
de_de: Danke, dass Du an diesem Kurs teilgenommen hast! Bitte bewerte ihn jetzt!
ru_ru: Спасибо за участие в этом курсе! Пожалуйста, оцените это сейчас!

source: Assignments access:
de_de: Zugriff auf Aufgaben:
nl_nl: Toegang tot opgaven:
ru_ru: Доступ к заданиям:

source: No student has earned this certificate yet.
de_de: Bisher hat noch kein Student dieses Zertifikat erworben.
nl_nl: Er is nog niemand die dit certificaat heeft verdiend.
ru_ru: Ни один студент еще не получил этот сертификат.

source: Use the shortcode %s to show the submitted reviews on the course:
de_de: Verwende den Shortcode %s, um die eingereichten Bewertungen im Kurs anzuzeigen:
ru_ru: Используйте шорткод %s, чтобы показать отправленные отзывы о курсе:

source: Manage all assignments
de_de: Verwalte alle Zuweisungen
nl_nl: Beheer alle opgaven
ru_ru: Управление всеми заданиями

source: User name and email
de_de: Nutzername und E-Mail
nl_nl: Gebruikersnaam en email
ru_ru: Имя пользователя и email

source: Pass the attribute <b>%1$s</b> to show only the latest X reviews on this course. The attribute <b>%2$s </b>can contain values <b>%3$s</b> or <b>%4$s</b> to define whether you will display the username of the reviewer or their full name.
de_de: Übergib das Attribut <b>%1$s</b>, um nur die letzten X Bewertungen zu diesem Kurs anzuzeigen. Das Attribut <b>%2$s </b> kann die Werte <b>%3$s</b> oder <b>%4$s</b> enthalten, um festzulegen, ob Du den Benutzernamen des Rezensenten oder seinen vollständigen Namen anzeigen willst.
ru_ru: Передайте атрибут <b>%1$s</b>, чтобы отображать только последние X отзывов об этом курсе. Атрибут <b>%2$s </b> может содержать значения <b>%3$s</b> или <b>%4$s</b>, чтобы определить, будет ли отображаться имя пользователя рецензента. или их полное имя.

source: Manage only assignments created by the user
de_de: Verwalte nur Zuweisungen, die vom Benutzer erstellt wurden
nl_nl: Beheer alleen opgaven die door de gebruiker zijn gecreëerd
ru_ru: Управление только заданиями, созданными пользователем

source: Date earned
de_de: Datum des Erwerbs
nl_nl: Datum verdiend
ru_ru: Дата выдачи

source: Shortcodes
pt_br: Atalhos
ru_ru: Шорткоды

source: No access to manage assignments
de_de: Kein Zugriff auf die Verwaltung von Aufträgen
nl_nl: Geen toegang om opgaven te beheren
ru_ru: Нет доступа к управлению заданиями

source: Remove
de_de: Entfernen
nl_nl: Verwijder
ru_ru: Удалить

source: inside the course content to display what the student needs to do to complete the course.
de_de: innerhalb der Kursinhalte, um anzuzeigen, was die Studenten tun müssen, um den Kurs abzuschließen.
nl_nl: in de cursus geven aan wat de student moet doen om de cursus te voltooien.
pt_br: dentro do conteúdo do curso para exibir o que os estudantes devem fazer para completar o curso.
ru_ru: внутри содержимого курса, чтобы показать, что нужно сделать студенту для завершения курса.

source: Students page access:
de_de: Studenten haben Zugriff auf die Seite:
nl_nl: Studenten pagina toegang:
ru_ru: Доступ к странице студента:

source: View / print
de_de: Ansehen / Drucken
nl_nl: Bekijken/Afdrukken
ru_ru: Просмотр / печать

source: The same shortcode to use outside of the course page is %s
de_de: Der gleiche Shortcode für die Verwendung außerhalb der Kursseite lautet %s
nl_nl: Dezelfde shortcode om op een andere dan de cursuspagina te gebruiken
ru_ru: Тот же шорткод для использования вне страницы курса - %s

source: Manage students
de_de: Studenten verwalten
nl_nl: Beheer studenten
ru_ru: Управление студентами

source: Are you sure? The user will not be able to print this certificate.
de_de: Bist Du sicher? Der Benutzer wird sein Zertifikat nicht drucken können.
nl_nl: Weet u het zeker? De gebruiker zal dit certificaat niet af kunnen drukken.
ru_ru: Вы уверены? Пользователь не сможет распечатать этот сертификат.

source: will display the lessons in the course.
de_de: werden die Lektionen des Kurses angezeigt.
nl_nl: zal daar de lessen van de cursus tonen.
pt_br: irá exibir as aulas do curso.
ru_ru: отобразит уроки курса.

source: View only
de_de: Nur anschauen
nl_nl: Alleen bekijken
ru_ru: Только просмотр

source: Submitting a solution to assignment
de_de: Eine Lösung für eine Aufgabe einreichen
nl_nl: Verzenden van antwoord naar een opgave
pt_br: Enviando uma solução para atribuição
ru_ru: Отправка решение к заданию

source: It allows more advanced configurations explained on the
de_de: Sie ermöglicht erweiterte Konfigurationen, die auf der Seite
nl_nl: Het staat meer geavanceerde configuraties toe die op de
pt_br: Isto permite configurações mais avançadas explicadas em
ru_ru: Это позволяет выполнять более сложные конфигурации, описанные на

source: No access to students page
de_de: Kein Zugang zur Studenten-Seite
nl_nl: Geen toegang tot studenten pagina
ru_ru: Нет доступа к странице студента

source: Submit your solution below:
de_de: Sende Deine Lösung unten ein:
nl_nl: Verzend je antwoord hieronder:
pt_br: Envie sua resposta abaixo:
ru_ru: Отправьте ваше решение ниже:

source: help page.
de_de: Hilfeseite.
nl_nl: helppagina worden toegelicht.
pt_br: página de ajuda.
ru_ru: страница помощи.

source: Mass enroll students:
de_de: Masseneinschreibung von Studenten:
ru_ru: Массовый набор студентов:

source: Upload file(s):
de_de: Datei(en) hochladen:
ru_ru: Загрузить файл(ы):

source: The shortcode <b>%s</b> on the other hand will display just the number of lessons in the course.
de_de: Der Shortcode <b>%s</b> hingegen zeigt nur die Anzahl der Lektionen im Kurs an.
nl_nl: De shortcode <b>%s</b> geeft alleen het aantal lessen in de cursus.
ru_ru: Шорткод <b>%s</b>, с другой стороны, будет отображать только количество уроков в курсе.

source: Can mass enroll
de_de: darf Masseneinschreibungen durchführen
ru_ru: Возможность массового набора

source: (You can upload multiple files by holding the control key when seleting them.)
de_de: (Du kannst durch Halten der Taste STRG mehrere Dateien auf einmal hochladen.)
ru_ru: (Вы можете загружать несколько файлов, удерживая клавишу "Ctrl" при их выборе.)

source: Similar to the above, the shortcode %1$s will display the modules in this course and the shortcode <b>%2$s</b> will display the number of modules in it.
de_de: Ähnlich wie oben, zeigt der Shortcode %1$s die Module in diesem Kurs an und der Shortcode <b>%2$s</b> zeigt die Anzahl der Module in diesem Kurs an.
ru_ru: Подобно вышеприведенному, шорткод %1$s будет отображать модули в этом курсе, а шорткод <b>%2$s</b> будет отображать количество модулей в нем.

source: Can not mass enroll
de_de: darf keine Masseneinschreibungen durchführen
ru_ru: Невозможно массовое зачисление

source: Submit your solution
de_de: Sende Deine Lösung ein
nl_nl: Verzend uw antwoorden
pt_br: Envia sua resposta
ru_ru: Отправьте свое решение

source: inside the course content to display its current status for the logged in user.
de_de: innerhalb des Kursinhalts, um den aktuellen Status für den eingeloggten Nutzer anzuzeigen.
ru_ru: отображать текущий статус содержимого курса для авторизованного пользователя.

source: Certificates access:
de_de: Zugriff auf Zertifikate:
nl_nl: Toegang tot certificaten:
ru_ru: Доступ к сертификатам:

source: Files uploaded!
de_de: Dateien hochgeladen!
ru_ru: Файлы загружены!

source: The shortcode %s can be used to display conditional content to logged in or non-logged in users like this: %s. To use it outside of the course page pass also the attribute <b>%s</b>
de_de: Der Shortcode %s kann verwendet werden, um eingeloggten oder nicht eingeloggten Nutzern bedingte Inhalte wie diese anzuzeigen: %s. Um ihn außerhalb der Kursseite zu verwenden, musst Du auch das Attribut <b>%s</b> übergeben
ru_ru: Шорткод %s можно использовать для отображения условного содержимого для авторизованных или неавторизованных пользователей, например, так: %s. Чтобы использовать его за пределами страницы курса, также передайте атрибут <b>%s</b>

source: Manage all certificates
de_de: Verwalte alle Zertifikate
nl_nl: Beheer alle certificaten
ru_ru: Управление всеми сертификатами

source: Viewing Solutions for "%s"
de_de: Lösungen für "%s" anzeigen
nl_nl: Bekijken antwoorden van "%s"
ru_ru: Просмотр решений для "%s"

source: Content enrolled users
de_de: Inhalt für registrierte Benutzer
nl_nl: Inhoud voor ingeschreven gebruikers
ru_ru: Содержимое для зачисленных пользователей

source: Manage only certificates created by the user
de_de: Nur vom Benutzer erstellte Zertifikate verwalten
nl_nl: Beheer alleen certificaten die door de gebruiker zijn gecreëerd
ru_ru: Управление только сертификатами, созданными пользователем

source: Showing everyone's solutions on this assignment.
de_de: Zeigt die Lösungen aller Studenten für diese Aufgabe.
nl_nl: Tonen van ieders antwoorden op deze opgaven.
pt_br: Exibindo as soluções de todos para esta atribuição.
ru_ru: Показаны решения каждого по этому заданию.

source: Content for not enrolled users
de_de: Inhalt für nicht registrierte Benutzer
nl_nl: Inhoud voor niet-ingeschreven gebruikers
ru_ru: Содержимое для не зачисленных пользователей

source: No access to manage certificates
de_de: Kein Zugang zur Verwaltung von Zertifikaten
nl_nl: Geen toegang tot certificaat-beheer
ru_ru: Нет доступа к управлению сертификатами

source: Note: when one solution is approved, the assignment will be considered completed by this student and they will not be asked to submit more solutions for it.
de_de: Hinweis: Wenn eine Lösung genehmigt wird, gilt die Aufgabe als von diesem Studenten abgeschlossen und er/sie wird nicht aufgefordert, weitere Lösungen dafür einzureichen.
nl_nl: Let op: als er één antwoord wordt goedgekeurd, zullen de opgaven worden beschouwd als voltooid door de student en er zal niet worden gevraagd om meer antwoorden.
pt_br: Nota: Quando uma solução é aprovada, a atribuição será considerada completa para este aluno e não lhe será pedido que envie mais soluções para ela.
ru_ru: Примечание: если одно решение одобрено, задание считается выполненным данным студентом, и для него не обязательно предоставлять больше решений.

source: Did you know?
de_de: Wusstest Du schon?
nl_nl: Wist u?
pt_br: Você sabia?
ru_ru: Вы знаете?

source: Gradebook access:
de_de: Zugang zum Notenbuch:
nl_nl: Toegang tot cijferlijsten:
ru_ru: Доступ к журналу успеваемости:

source: Showing solutions submitted by
de_de: Zeigt Lösungen an, die von
nl_nl: Toont antwoorden verzonden door
pt_br: Exibindo soluções enviadas por
ru_ru: Показаны решения, отправленные пользователем

source: You can limit the access to this course also by <a href="%s" target="_blank">class / group</a>.
de_de: Du kannst den Zugang zu diesem Kurs auch durch <a href="%s" target="_blank">Klasse / Gruppe</a> einschränken.
nl_nl: U kunt de toegang tot de cursus ook beperken door <a href="%s" target="_blank">class / group</a>.
pt_br: Você pode limitar o acesso a este curso também por <a href="%s" target="_blank">classe / grupo</a>.
ru_ru: Вы также можете ограничить доступ к этому курсу по <a href="%s" target="_blank">классу / группе</a>.

source: Access gradebook
de_de: Zugang zum Notenbuch
nl_nl: Toegang tot cijferlijsten
ru_ru: Доступ к журналу оценок

source: The student has not submitted any solutions for this assignment yet.
de_de: Der Student hat noch keine Lösungen für diese Aufgabe eingereicht.
nl_nl: De student heeft nog geen antwoorden voor deze opgaven ingezonden.
pt_br: O estudante não enviou nenhuma solução para esta atribuição até agora.
ru_ru: Студент еще не представил никаких решений для этого задания.

source: If you <a href="%s" target="_blank">upgrade to PRO</a> you will be able to assign courses to classes and restrict access based on class, have different managers for different classes, and a lot more.
de_de: Wenn Du <a href="%s" target="_blank">auf PRO upgradest</a>, kannst Du Kurse zu Klassen zuordnen und den Zugang je nach Klasse einschränken, verschiedene Admins für verschiedene Klassen haben und vieles mehr.
nl_nl: Als u <a href="%s" target="_blank">upgrade naar PRO</a> kunt u cursussen toewijzen aan classes en toegang beperken gebaseerd op class, kunt u verschillende managers voor verschillende claasses inzetten en heel veel meer.
pt_br: Se você <a href="%s" target="_blank">atualizar para PRO</a>você será capaz de atribuir cursos à classes e restringir acesso baseado em classe, ter supervisores diferentes para aulas diferentes, e muitas outras opções.
ru_ru: Если вы <a href="%s" target="_blank">перейдете на PRO</a>, вы сможете назначать курсы для классов и ограничивать доступ на основе класса, иметь разных менеджеров для разных классов и многое другое.

source: No access to gradebook
de_de: Kein Zugang zum Notenbuch
nl_nl: Geen toegang tot cijferlijsten
ru_ru: Нет доступа к журналу оценок

source: No one has submitted any solutions for this assignment yet.
de_de: Bisher hat noch niemand Lösungen für diese Aufgabe eingereicht.
nl_nl: Er heeft nog niemand antwoorden voor deze opgaven ingezonden.
pt_br: Ninguém enviou nenhuma solução para esta atribuição ainda.
ru_ru: Никто еще не представил решений для этого задания.

source: Enrolling in course
de_de: Einschreibung in den Kurs
nl_nl: Inschrijving voor een cursus
pt_br: Matriculando no curso
ru_ru: Зачисление на курс

source: Reviews access:
de_de: Bewertungen Zugang:
ru_ru: Доступ к отзывам:

source: by
de_de: von
nl_nl: door
pt_br: por
ru_ru: от

source: This is a premium course. There is a fee of <strong>%s %s</strong> to enroll in it.
de_de: Dies ist ein Premium-Kurs. Die Einschreibung kostet eine Gebühr von <strong>%s %s</strong>.
nl_nl: Dit is een premium cursus. Hier moet een bedrag van <strong>%s %s</strong> voor worden betaald om in te kunnen schrijven.
ru_ru: Это премиум-курс. Для его прохождения необходимо заплатить <strong>%s %s</strong>.

source: Access reviews
de_de: Zugang zu Bewertungen
ru_ru: Доступ к отзывам

source: Attachments:
de_de: Anhänge:
ru_ru: Вложения:

source: Subscribe for
de_de: Abonnieren für
nl_nl: Schrijf in voor
pt_br: Inscrever-se para
ru_ru: Подписаться на

source: No access to reviews
de_de: Kein Zugang zu Bewertungen
ru_ru: Нет доступа к отзывам

source: Add/Edit a Webhook
de_de: Webhook hinzufügen / bearbeiten
ru_ru: Добавить/изменить вебхук

source: You can pay with your virtual credits balance but you must be logged in.
de_de: Du kannst mit Deinem virtuellen Guthaben bezahlen, aber Du musst eingeloggt sein.
ru_ru: Вы можете оплатить с вашего баланса виртуальных кредитов, но вы должны быть авторизованы.

source: Settings page access:
de_de: Zugang zur Einstellungsseite:
nl_nl: Toegang tot instellingen pagina:
ru_ru: Доступ к странице настроек:

source: Back to webhooks
de_de: Zurück zu Webhooks
ru_ru: Вернуться к вебхукам

source: Select course:
de_de: Wähle einen Kurs:
nl_nl: Selecteer cursus:
pt_br: Selecione o curso:
ru_ru: Выберите курс:

source: Manage settings
de_de: Einstellungen verwalten
nl_nl: Beheer instellingen
ru_ru: Управление настройками

source: When a student:
de_de: Wenn ein Student:
ru_ru: Когда студент:

source: - please select -
de_de: - bitte Auswählen -
nl_nl: - selecteer a.u.b. -
pt_br: - selecionar -
ru_ru: - выберите-

source: No access to manage settings
de_de: Kein Zugang zur Verwaltung der Einstellungen
nl_nl: Geen toegang om instellingen te beheren
ru_ru: Нет доступа к управлению настройками

source: Enrolls in a course
de_de: Meldet sich für einen Kurs an
ru_ru: Зачисление на курс

source: View-only shortcode for this gradebook:
de_de: Nur-Ansicht-Shortcode für dieses Notenbuch:
nl_nl: Bekijk alleen shortcode voor deze cijferlijst:
ru_ru: Шорткод только для просмотра для этого журнала успеваемости:

source: Help page access:
de_de: Zugang zur Hilfeseite:
ru_ru: Доступ к странице помощи:

source: Completes a course
de_de: Beendet einen Kurs
ru_ru: Завершает курс
