Repository: pimteam/Namaste-LMS
Catalog: languages/namaste-*.po
Languages: de_de, nl_nl, pt_br, ru_ru

source: Enter text or HTML code for payment button(s). You can use the following variables: {{course-id}}, {{course-name}}, {{user-id}}, {{amount}}.
de_de: Gib Text oder HTML-Code für die Zahlungsschaltflächen ein. Du kannst die folgenden Variablen verwenden: {{course-id}}, {{course-name}}, {{user-id}}, {{amount}}.
nl_nl: Voer tekst of HTML code in voor de betaalknop(pen). U kunt de volgende variabelen gebruiken: {{course-id}}, {{course-name}}, {{user-id}}, {{amount}}.
pt_br: Preencha o texto ou código HTML para o botão de pagamento. Você pode usar as seguintes variáveis: {{course-id}}, {{course-name}}, {{user-id}}, {{amount}}.
ru_ru: Введите текст или код HTML для кнопки (-ов) оплаты. Вы можете использовать следующие переменные: {{course-id}}, {{course-name}}, {{user-id}}, {{amount}}.

source: My Gradebook
de_de: Mein Notenbuch
nl_nl: Mijn cijferlijst
pt_br: Meu livro de graduação
ru_ru: Мой журнал успеваемости

source: Automation
de_de: Automatisierung
ru_ru: Автоматизация

source: If you want to use Instamojo we have a <a href="%s" target="_blank">free plugin</a> for integration with the service.
de_de: Wenn Du Instamojo nutzen willst, haben wir ein <a href="%s" target="_blank">kostenloses Plugin</a> zur Integration mit dem Dienst.
nl_nl: Wilt u Instamojo gebruiken dan hebben we een <a href="%s" target="_blank">gratis plugin</a> voor integratie met die service.
ru_ru: Если вы хотите использовать Instamojo, у нас есть <a href="%s" target="_blank"> бесплатный плагин </a> для интеграции с сервисом.

source: You need to be <a href="%s">logged in</a> to access this lesson.
de_de: Du musst <a href="%s">eingeloggt sein</a>, um auf diese Lektion zugreifen zu können.
nl_nl: U moet zijn <a href="%s">ingelogd</a> om deze les in te zien.
ru_ru: Чтобы получить доступ к этому уроку, вам необходимо <a href="%s">войти в систему</a>.

source: When a logged-in student access this lesson they will be automatically enrolled in the associated course
de_de: Wenn ein eingeloggter Student auf diese Lektion zugreift, wird er automatisch in den zugehörigen Kurs eingeschrieben
ru_ru: Когда вошедший в систему студент получит доступ к этому уроку, он будет автоматически зачислен на соответствующий курс

source: Save payment settings
de_de: Zahlungseinstellungen speichern
nl_nl: Sla de betaal instellingen op
pt_br: Salvar configurações de Pagamento
ru_ru: Сохранить настройки оплаты

source: You can enroll in this course from your student dashboard. You need to be <a href="%s">logged in</a>.
de_de: Du kannst Dich über Dein Studenten-Dashboard für diesen Kurs einschreiben. Du musst <a href="%s">eingeloggt sein</a>.
nl_nl: U kunt u inschrijven voor deze cursus vanaf uw studenten dashboard. U moet zijn <a href="%s">ingelogd</a>.
ru_ru: Вы можете записаться на этот курс через личный кабинет студента. Вам необходимо <a href="%s">войти в систему</a>.

source: points for completing this lesson.
de_de: Punkte für den Abschluss dieser Lektion.
nl_nl: punten voor het voltooien van deze les.
pt_br: pontos por completar esta aula.
ru_ru: баллы для завершения этого урока.

source: View payments errorlog
de_de: Fehlerprotokoll der Zahlungen anzeigen
nl_nl: Bekijk de betaal foutlogs
pt_br: Ver log de erros dos pagamentos
ru_ru: Посмотреть журнал ошибок платежей

source: You need to be <a href="%s">logged in</a> to access this module.
de_de: Du musst <a href="%s">eingeloggt sein</a>, um auf dieses Modul zugreifen zu können.
ru_ru: Чтобы получить доступ к этому модулю, вам необходимо <a href="%s">войти в систему</a>.

source: inside the lesson content to display what the student needs to do to complete the lesson.
de_de: innerhalb des Unterrichtsinhalts, um anzuzeigen, was die Studenten tun müssen, um die Lektion abzuschließen.
nl_nl: in de lesinhoud om aan te geven wat de student moet doen om de les te voltooien.
pt_br: dentro do conteúo da aula para exibir o que o estudante precisa fazer para completar a aula.
ru_ru: внутри содержимого урока, чтобы показать, что нужно сделать студенту для завершения урока.

source: Exam/Test Related Settings
de_de: Prüfungs-/Testbezogene Einstellungen
nl_nl: Examen/Toets gerelateerde instellingen
pt_br: Examinar / Testar configurações relacionadas
ru_ru: Настройки, связанные с экзаменом/тестом

source: You can also buy access to this {{{item}}} with {{{credits}}} virtual credits from your balance. You currently have [moolamojo-balance] credits total.
de_de: Du kannst den Zugang zu diesem {{item}} auch mit {{credits}} virtuellen Credits von Deinem Guthaben kaufen. Du hast derzeit insgesamt [moolamojo-balance] Credits.
ru_ru: Также вы можете приобрести доступ к этому {{{item}}} используя {{{credits}}} виртуальные кредиты с вашего баланса. На данный момент у вас [moolamojo-balance] кредитов.

source: The same shortcode to use outside of the lesson page is %s
de_de: Der gleiche Shortcode für die Verwendung außerhalb der Lektionsseite lautet %s
ru_ru: Тот же шорткод для использования вне страницы урока - %s

source: Namaste LMS utilizes the power of existing WordPress plugins to handle exams, tests and quizzes. At this moment it can connect with two plugins:
de_de: Namaste LMS nutzt die Leistung bestehender WordPress-Plugins, um Prüfungen, Tests und Quiz zu verwalten. Im Moment kann es mit zwei Plugins verbunden werden:
ru_ru: Namaste LMS использует возможности существующих плагинов WordPress для работы с экзаменами, тестами и викторинами. На данный момент она может подключаться к двум плагинам:

source: <p>Course: {{{course-link}}}</p>
de_de: <p>Kurs: {{{course-link}}}</p>
nl_nl: <p>Cursus: {{{course-link}}}</p>
ru_ru: <p>Курс: {{{course-link}}}</p>

source: inside the lesson content to display its current status.
de_de: innerhalb des Unterrichtsinhalts, um den aktuellen Status anzuzeigen.
ru_ru: внутри содержимого урока, чтобы отобразить его текущее состояние.

source: (Free) and
de_de: (Kostenlos) und
nl_nl: (Free) en
pt_br: (Grátis) e
ru_ru: (Бесплатный) и

source: LMS Points
de_de: LMS-Punkte
nl_nl: LMS Punten
ru_ru: Баллы LMS

source: will display a "Mark Completed" button so the student can mark the lesson completed themselves. <b>If such button is included in the lesson it will not be marked as completed until the student does it!</b> The button will appear <b>only after the "Lesson Completeness" requirements are satisfied.</b>
de_de: wird eine Schaltfläche "Als abgeschlossen markieren" angezeigt, damit der Schüler die Lektion selbst als abgeschlossen markieren kann. <b>Wenn eine solche Schaltfläche in der Lektion enthalten ist, wird sie erst dann als abgeschlossen markiert, wenn der Student dies tut!</b> Die Schaltfläche erscheint <b>nur, wenn die Voraussetzungen für die "Vollständigkeit der Lektion" erfüllt sind.</b>
nl_nl: zal een "Als voltooid gemerkt" knop tonen zodat de student zelf de lessen kan markeren als voltooid. <b> Als zo'n knop wordt getoond zal de les alleen door de student worden voltooid door zelf op de knop te drukken. </b> De knop zal alleen verschijnen <b> nadat de "les voltooid" vereisten naar tevredenheid zijn.</b>
pt_br: irá exibir um botão "Marca Completada" de forma que o estudante possa marcar a aula como completada por si. <b>Se este botão estiver incluído na aula ela não será marcada como completa atém que o estudante o faça!</b> O botão só irá aparecer <b>após os requerimentos para completar a aula tenham sido satisfeitos.</b>
ru_ru: отобразится кнопка «Отметить как завершенный», чтобы учащийся мог самостоятельно отметить урок как завершенный. <b>Если такая кнопка включена в урок, он не будет помечен как завершенный, пока сдудент не сделает это!</b> Кнопка появится <b>только после того, как будут выполнены требования «Полнота урока».</b>

source: (Premium)
ru_ru: (Премиальный)

source: (Cleanup)
de_de: (Aufräumen)
nl_nl: (Opschonen)
ru_ru: (Очистка)

source: Do not test it with administrator account.
de_de: Teste es nicht mit dem Administratorkonto.
ru_ru: Не тестируйте его с учетной записью администратора.

source: If you have any of these plugins installed and activated, please choose which one to use for handling tests below:
de_de: Wenn Du eines dieser Plugins installiert und aktiviert hast, wähle bitte aus, welches Du für die Tests unten verwenden möchtest:
nl_nl: Als u één of allebei de plugins heeft geinstalleerd en geactiveerd geef dan aan welke u gebruikt voor de toetsen hieronder:
pt_br: Se você tiver qualquer um destes plugins instalados e ativados, por favor escolha qual você deseja utilizar para os testes abaixo:
ru_ru: Если у вас установлены и активированы какие-либо из этих плагинов, выберите, какой из них следует использовать для обработки тестов ниже:

source: The administrator bypasses many requiremnents and will not get the mark button.
de_de: Der Administrator umgeht viele Anforderungen und bekommt den Markierungsknopf nicht.
ru_ru: Администратор обходит множество требований и не получает кнопку "Отметить".

source: I don not need to create any exams or tests.
de_de: Ich muss keine Prüfungen oder Tests erstellen.
nl_nl: Ik zal geen enkele examen of toets creëren.
pt_br: Eu não preciso criar nenhum exame ou teste.
ru_ru: Мне не нужно создавать какие-либо экзамены или тесты.

source: Sorry, I cannot find user with this email or user handle.
de_de: Leider kann ich keinen Benutzer mit dieser E-Mail oder diesem Benutzerhandle finden.
nl_nl: Sorry, Ik kan geen gebruiker vinden met dit email adres of deze gegevens.
pt_br: Desculpe, não foi possível encontrar um usuário com este login ou e-mail.
ru_ru: Я не могу найти пользователя с этим email или пользовательским дескриптором.

source: will display a link to the course that this lesson belongs to. You can pass attribute "text" to set a clickable text for the link. Otherwise the course title will be used.
de_de: wird ein Link zu dem Kurs angezeigt, zu dem diese Lektion gehört. Du kannst das Attribut "text" übergeben, um einen klickbaren Text für den Link festzulegen. Ansonsten wird der Kurstitel verwendet.
nl_nl: zal een link tonen naar de cursus waartoe deze les behoort. U kunt het attribute "text"omzeilen door een klikbare tekst voor de link te plaatsen. Anders wordt de titel van de cursus gebruikt.
ru_ru: отобразит ссылку на курс, к которому относится этот урок. Вы можете передать атрибут «текст», чтобы установить кликабельный текст для ссылки. В противном случае будет использовано название курса.

source: I will create exams with Watu.
de_de: Ich möchte Examen mit Watu erstellen.
nl_nl: Ik zal examens maken met Watu.
pt_br: Eu irei criar os exames com Watu.
ru_ru: Я хочу создать экзамены с Watu.

source: This user's role does not allow them to use Namaste! LMS. You'll have either to change their role or allow the role work with the LMS from the Settings page
de_de: Die Rolle dieses Nutzers erlaubt es ihm nicht, Namaste! LMS. Du musst entweder die Rolle ändern oder der Rolle erlauben, mit dem LMS auf der Seite Einstellungen zu arbeiten
nl_nl: Deze gebruikersrol staat niet toe Namaste! LMS te gebruiken. U moet de rol wijzigen of de instellingen aanpassen op de instellingenpagina.
pt_br: Este papel de usuário não permite utilizar o Namaste! LMS. Você precisa ou mudar o papel de usuário ou permitir que este papel possa utilizar com o LMS na página de configurações
ru_ru: Роль этого пользователя не позволяет использовать Namaste! LMS. Вам придется либо изменить свою роль, либо разрешить роль с LMS на странице настроек

source: will display a link to the module that this lesson belongs to. You can pass attribute "text" to set a clickable text for the link. Otherwise the module title will be used.
de_de: wird ein Link zu dem Modul angezeigt, zu dem diese Lektion gehört. Du kannst das Attribut "text" übergeben, um einen klickbaren Text für den Link festzulegen. Ansonsten wird der Modultitel verwendet.
ru_ru: отобразит ссылку на модуль, к которому принадлежит этот урок. Вы можете передать атрибут «текст», чтобы установить кликабельный текст для ссылки. В противном случае будет использовано название модуля.

source: I will create exams with WatuPRO.
de_de: Ich möchte Examen mit WatuPRO erstellen.
nl_nl: Ik zal examen maken met WatuPRO.
pt_br: Eu irei criar os exames com WatuPRO.
ru_ru: Я хочу создать экзамены с WatuPRO.

source: This user is already enrolled in the course
de_de: Dieser Benutzer ist bereits für den Kurs eingeschrieben
nl_nl: Deze gebruiker is reeds ingeschreven voor de cursus
pt_br: Este usuário já está matriculado no curso
ru_ru: Этот пользователь уже зачислен на курс

source: will display a breadcrumb style hierarchical navigation. You can pass the attribute separator to use a custom separator.
de_de: wird eine hierarchische Navigation im Stil von Brotkrumen angezeigt. Du kannst das Attribut Trennzeichen übergeben, um ein eigenes Trennzeichen zu verwenden.
ru_ru: отобразит навигацию в виде хлебных крошек. Вы можете передать атрибут separator, чтобы использовать пользовательский разделитель.

source: I will create exams with Chained Quiz.
de_de: Ich möchte Examen mit Chained Quiz erstellen.
ru_ru: Я создам экзамены с помощью Chained Quiz.

source: User successfully enrolled in the course
de_de: Nutzer hat sich erfolgreich für den Kurs angemeldet
nl_nl: De gebruiker is succesvol voor de cursus ingeschreven
pt_br: Usuário matriculado com sucesso no curso
ru_ru: Пользователь успешно зачислен на курс

source: The shortcode %s can be used to display conditional content to logged in users like this: %s. To use it outside of the lesson page pass also the attribute <b>%s</b>
de_de: Der Shortcode %s kann verwendet werden, um angemeldeten Nutzern bedingte Inhalte wie diese anzuzeigen: %s. Um ihn außerhalb der Lektionsseite zu verwenden, übergebe auch das Attribut <b>%s</b>
ru_ru: Шорткод %s можно использовать для отображения условного содержимого для авторизованных пользователей, например, так: %s. Чтобы использовать его за пределами страницы урока, также передайте атрибут <b>%s</b>

source: Exams that are required by lessons will be accessible only after the associated lesson has been started.
de_de: Prüfungen, die für den Unterricht erforderlich sind, sind erst dann zugänglich, wenn der entsprechende Unterricht begonnen hat.
ru_ru: Экзамены, необходимые для уроков, будут доступны только после начала соответствующего урока.

source: Student name
de_de: Name des Studenten
nl_nl: Studentnaam
ru_ru: Имя студента

source: Content shown only when the lesson is completed
de_de: Anzuzeigender Inhalt, wenn die Lektion absolviert wurde
ru_ru: Содержимое отображается только после завершения урока

source: When I cleanup student course data from the "Manage Students" page I want any related exam data for this student also to be REMOVED.
de_de: Wenn ich die Kursdaten eines Studenten auf der Seite "Studenten verwalten" lösche, möchte ich, dass alle zugehörigen Prüfungsdaten für diesen Studenten ebenfalls gelöscht werden.
nl_nl: Als ik studenten- en cursusdata opschoon vanuit de "Beheer studenten" pagina wil ik dat elk voor deze student gerelateerde examendata ook worden VERWIJDERD.
pt_br: Quando eu limpar os dados de um curso de aluno da página "Gerenciar Estudantes" eu quero que todos os dados relativos à prova deste aluno também sejam REMOVIDAS.
ru_ru: Когда я очищаю данные курса студента на странице «Управление студентами», я хочу, чтобы все связанные данные экзамена для этого студента также были УДАЛЕНЫ.

source: Student email
de_de: E-Mail des Studenten
ru_ru: Email студента

source: Content shown only when the lesson is not completed
de_de: Anzuzeigender Inhalt, wenn die Lektion nicht absolviert wurde
ru_ru: Содержимое отображается только в том случае, если урок не завершен

source: Save Exam Options
de_de: Prüfungsoptionen speichern
nl_nl: Sla de examen opties op
pt_br: Salvar Respostas do Exame
ru_ru: Сохранить параметры экзамена

source: Status in course
de_de: Status im Kurs
nl_nl: Status in de cursus
ru_ru: Статус в курсе

source: You can set <a href="%s" target="_blank">delayed access</a> to this lesson.
de_de: Du kannst <a href="%s" target="_blank">verzögerten Zugang</a> zu dieser Lektion einstellen.
nl_nl: U kunt <a href="%s" target="_blank">uitgestelde toegang</a> voor deze les instellen.
pt_br: Você pode confirar um<a href="%s" target="_blank">acesso com atraso</a> para esta aula.
ru_ru: Вы можете установить <a href="%s" target="_blank"> задержанный доступ </a> к этому урок.

source: Rate this course:
de_de: Bewerte diesen Kurs:
ru_ru: Оцените этот курс:

source: Final grade
de_de: Abschlussnote
nl_nl: Hoogste cijfer
pt_br: Nota final
ru_ru: Окончательная оценка

source: If you <a href="%s" target="_blank">upgrade to PRO</a> you will be able to set delayed access to this lesson, namage classes and teachers, and a lot more.
de_de: Wenn Du auf <a href="%s" target="_blank">auf PRO upgradest</a>, kannst Du verzögerten Zugang zu dieser Lektion konfigurieren, Klassen und Lehrer benennen und vieles mehr.
nl_nl: Als u <a href="%s" target="_blank">upgrade naar PRO</a> kunt u uitgestelde toegang, namaste classes en docenten, en heel veel meer aan deze les toekennen.
pt_br: Se você <a href="%s" target="_blank">atualizar para PRO</a> você poderá configurar acesso com atraso a essa aula, classes, professores e muito mais.
ru_ru: Если вы <a href="%s" target="_blank">перейдете на PRO</a>, вы сможете установить отложенный доступ к этому уроку, назначить классы и учителей и многое другое.

source: Your review
de_de: Deine Bewertung
ru_ru: Ваш отзыв

source: Grade: %s
de_de: Note: %s
nl_nl: Niveau: %s
ru_ru: Оценка: %s

source: Use the Excerpt Box Below:
de_de: Verwende das Auszugskästchen unten:
nl_nl: Gebruik de samenvattingsbox hieronder:
ru_ru: Используйте поле для отрывков ниже:

source: Send Review
de_de: Rezension senden
ru_ru: Отправить отзыв

source: n/a
nl_nl: n.v.t.
ru_ru: н/д

source: If you enter some content in the Excerpt box on this page, the content will be shown to users who cannot access the lesson for some reason: non-logged in students, students who did not enroll the course, students with unsatisfied lesson access requirements etc. The content will be shown instead of or before the default text that is shown in these cases. You can also show these excerpts by passing the <b>show_excerpts=1</b> attribute to the <b>namaste-course-lessons</b> shortcode.
de_de: Wenn Du auf dieser Seite einen Inhalt in das Feld "Auszug" eingibst, wird dieser Inhalt Nutzern angezeigt, die aus irgendeinem Grund keinen Zugriff auf die Lektion haben: nicht eingeloggte Studenten, Studenten, die den Kurs nicht angemeldet haben, Studenten mit nicht erfüllten Zugangsvoraussetzungen zur Lektion usw. Der Inhalt wird anstelle oder vor dem Standardtext angezeigt, der in diesen Fällen zu sehen ist. Du kannst diese Auszüge auch anzeigen, indem Du das Attribut <b>show_excerpts=1</b> an den <b>namaste-course-lessons</b> Shortcode übergibst.
nl_nl: Als u wat content in de samenvattings box op deze pagina invult zal dit worden getoond aan gebruikers die om een bepaalde reden geen toegang hebben tot de les. Bijvoorbeeld niet ingelogde studenten, studenten die zich niet ingeschreven hebben, studenten met onvoldoende resultaten etc. De content wordt getoond in plaats van of voor de standaardinstelling die in zulke gevallen wordt getoond. U kunt ook deze samenvatting door toepassen van het <b>show_excerpts=1</b> attribute in de <b>namaste-course-lessons</b> shortcode.
ru_ru: Если вы введете какой-либо контент в поле Excerpt на этой странице, контент будет показан пользователям, которые по какой-либо причине не могут получить доступ к уроку: не зарегистрированы в студентах, не зарегистрированы на курсе, студенты с неудовлетворенными требованиями к доступу к уроку и т. д. Содержимое будет отображаться вместо или перед текстом по умолчанию, который показан в этих случаях. Вы также можете показать эти выдержки, передав атрибут <b> show_excerpts = 1 </b> в короткий код <b> namaste-course-lessons </b>.

source: Student Reviews on Courses
de_de: Bewertungen der Studenten zu Kursen
ru_ru: Отзывы студентов о курсах

source: You cannot change someone else's status
de_de: Du kannst den Status einer anderen Person nicht ändern
nl_nl: U kunt iemand anders zijn/haar status niet wijzigen
pt_br: Você não pode alterar o status de outra pessoa
ru_ru: Вы не можете изменить чужой статус

source: Loading modules...
de_de: Module laden...
nl_nl: Het laden van modules...
ru_ru: Загрузка модулей...

source: Filter by course
de_de: Nach Kurs filtern
ru_ru: Фильтр по курсу

source: Enrollment in %s has been approved.
de_de: Die Einschreibung in %s wurde genehmigt.
nl_nl: De inschrijving voor %s is beoordeeld.
pt_br: Matrícula em %s foi aprovada.
ru_ru: Зачисление в %s одобрено.

source: All courses
de_de: Alle Kurse
nl_nl: Alle cursussen
ru_ru: Все курсы

source: Enrollment in %s has been rejected.
de_de: Die Einschreibung in %s wurde abgelehnt.
nl_nl: De inschrijving voor %s is afgekeurd.
pt_br: Matrícula em %s foi rejeitada.
ru_ru: Зачисление в %s отклонено.

source: To-do Assignments:
de_de: Zu erledigende Hausaufgaben:
nl_nl: "te doen" opgaven:
pt_br: Atribuições a serem cumpridas:
ru_ru: To Do Задания:

source: Filter by status
de_de: Nach Status filtern
ru_ru: Фильтр по статусу

source: Send Note
de_de: Notiz senden
nl_nl: Stuur een notitie
pt_br: Enviar nota
ru_ru: Отправить примечание

source: To-do Test/Exam:
de_de: Zu erledigender Test/Prüfung:
nl_nl: "te doen"/Toets:
pt_br: Testes?Exames a serem cumpridos:
ru_ru: To Do тест / экзамен:

source: Approved
de_de: Genehmigt
nl_nl: Goedgekeurd
pt_br: Aprovado
ru_ru: Одобренный

source: Use this page to send a note about assignments
de_de: Benutze diese Seite, um eine Notiz über Aufgaben zu senden
nl_nl: Gebruik deze pagina om een notitie te sturen over de opgaven
pt_br: Uste esta página para enviar uma nota sobre atribuições
ru_ru: Используйте эту страницу для отправки примечания к заданию

source: Manual manager approval is also required to complete this lesson.
de_de: Auch für diese Lektion ist die Zustimmung des Admin erforderlich.
nl_nl: Handmatige goedkeuring is vereist om de les te voltooien.
pt_br: Aprovação manual por um supervisor é requerida para completar esta aula.
ru_ru: Для завершения этого урока также требуется одобрение менеджера вручную.

source: Pending approval
de_de: Genehmigung ausstehend
ru_ru: Ожидает одобрения

source: for student
de_de: für Studenten
nl_nl: voor student
pt_br: para estudante
ru_ru: для студента

source: Student needs to manually mark this lesson as completed.
de_de: Der Student muss diese Lektion manuell als abgeschlossen markieren.
nl_nl: Studenten moeten zelf deze les als voltooid markeren.
ru_ru: Студент должен вручную отметить этот урок как завершенный.

source: Filter courses
de_de: Kurse filtern
ru_ru: Фильтр курсов

source: Note that same feedback and notes are valid for the whole assignment for that student and will be shown for every submitted solution by the student for this homework.
de_de: Beachte, dass das gleiche Feedback und die gleichen Notizen für die gesamte Aufgabe des Studenten gelten und für jede eingereichte Lösung für diese Hausaufgabe angezeigt werden.
nl_nl: Let op dat dezelfde feedback en notities geldig zijn voor alle opgaven voor die student. Zij zullen worden getoond bij alle ingezonden huiswerk opgaven.
ru_ru: Обратите внимание, что те же отзывы и примечания действительны для всего задания для этого студента и будут показаны для каждого решения, представленного студентом для этого домашнего задания.
