Repository: pimteam/Namaste-LMS
Catalog: languages/namaste-*.po
Languages: de_de, nl_nl, pt_br, ru_ru

source: You can pass the shortcode attribute <b>%s</b> to sort by last on top. By default the assignments are sorted by first on top.
de_de: Du kannst das Shortcode-Attribut <b>%s</b> übergeben, um nach "last on top" zu sortieren. Standardmäßig werden die Zuweisungen nach "first on top" sortiert.
ru_ru: Вы можете передать атрибут шорткода <b>%s</b> для сортировки по последнему сверху. По умолчанию задания сортируются по принципу "первый сверху".

source: Name only, not full path. Use only letters, numbers and underscore. The folder will be created under folder uploads.
de_de: Nur den Namen, nicht den vollständigen Pfad. Verwende nur Buchstaben, Zahlen und Unterstriche. Der Ordner wird unter Ordner-Uploads erstellt.
ru_ru: Только имя, а не полный путь. Используйте только буквы, цифры и подчеркивание. Этот файл будет создан под загрузкой файлов.

source: Namaste! Modules
de_de: Namaste! Module
ru_ru: Модули Namaste!

source: You have to select course and lesson before you can create assignments
de_de: Du musst einen Kurs und eine Lektion auswählen, bevor Du Zuweisungen erstellen kannst
nl_nl: U moet eerst een cursus en les selecteren voordat u opgaven kunt maken
pt_br: Você precisa selecionar um curso e aula antes de poder criar atribuições
ru_ru: Прежде чем создавать задания, вам необходимо выбрать курс и урок

source: Total file size limit per submitted solution:
de_de: Begrenzung der Gesamtdateigröße pro eingereichter Lösung:
ru_ru: Общий макс. размер файла для каждого отправленного решения:

source: Modules
de_de: Module
ru_ru: Модули

source: Assignments for lesson
de_de: Aufgaben für Lektion
nl_nl: Opgaven voor les
pt_br: Atribuição para aula
ru_ru: Задания для урока

source: KB
ru_ru: Кб

source: Module
de_de: Modul
ru_ru: Модуль

source: Showing assignments of
de_de: Anzeigen von Zuweisungen von
nl_nl: Tonen van opgaven van
pt_br: Exibindo atribuições de
ru_ru: Показаны задания из

source: Maximum size of each uploded file:
de_de: Maximale Größe einer hochgeladenen Datei:
ru_ru: Макс. размер каждого загружаемого файла:

source: Add New Module
de_de: Neues Modul hinzufügen
nl_nl: Voeg een nieuwe module toe
ru_ru: Добавить новый модуль

source: Back to the lessons page in this course
de_de: Zurück zur Seite mit den Lektionen für diesen Kurs
nl_nl: Terug naar de lespagina in deze cursus
pt_br: Voltar à página de aulas deste curso
ru_ru: Вернуться на страницу уроков в этом курсе

source: (Leave empty or enter 0 in any of the file size limit boxes to set unlimited size.)
de_de: (Leer lassen oder 0 in eine der Felder für Dateigrößen eintragen, um unbegrenzte Dateigrößen zuzulassen.
ru_ru: (Оставьте пустым или введите 0 в любое из полей ограничения размера файла, чтобы установить неограниченный размер.)

source: This will create a new module in your Namaste! LMS.
de_de: Dadurch wird ein neues Modul in Deinem Namaste! LMS.
nl_nl: Dit zal een nieuwe module creëren in uw Namaste! LMS.
ru_ru: Это создаст новый модуль в вашей Namaste! LMS.

source: There are no homeworks in this lesson
de_de: In dieser Lektion gibt es keine Hausaufgaben
nl_nl: Er is geen huiswerk voor deze les
pt_br: Não há tarefas para esta aula
ru_ru: В этом уроке нет домашних заданий

source: Save homework settings
de_de: Einstellungen für Hausaufgaben speichern
ru_ru: Сохранить настройки для домашнего задания

source: For advanced reports on this module, <a href="%s">click here</a>.
de_de: Für erweiterte Berichte zu diesem Modul, <a href="%s">klick hier</a>.
nl_nl: Voor uitgebreide rapporten van deze module, <a href="%s">klikt u hier</a>.
ru_ru: Для расширенных отчётов в этом модуле, <a href="%s">нажмите сюда</a>.

source: Assignment title and description
de_de: Tite und Beschreibung der Aufgabe
nl_nl: Naam van de opgaven en omschrijving
pt_br: Título e descrição da atribuição
ru_ru: Название и описание задания

source: Payment Settings
de_de: Zahlungseinstellungen
nl_nl: Betaal instellingen
pt_br: Configurações de pagamento
ru_ru: Настройки оплаты

source: Received %d points for completing module "%s".
de_de: Du hast %d Punkte für den Abschluss des Moduls "%s" erhalten.
nl_nl: %d punten ontvangen voor het voltooien van module "%s".
ru_ru: Получено %d баллов за завершение этого модуля "%s".

source: Solutions
de_de: Lösungen
nl_nl: Antwoorden
pt_br: Respostas
ru_ru: Решения

source: If you have <a href="%s" target="_blank">Namaste! PRO</a> you can enable shopping cart.
de_de: Wenn Du <a href="%s" target="_blank">Namaste! PRO</a> hast, kannst Du den Warenkorb aktivieren.
nl_nl: Als u <a href="%s" target="_blank">Namaste! PRO</a> heeft kunt u een winkelwagentje activeren.
ru_ru: Если у вас установлена <a href="%s" target="_blank">Namaste! PRO</a> вы можете включить корзину заказов.

source: Completed module "%s"
de_de: Abgeschlossenes Modul "%s"
nl_nl: Module "%s" voltooid
ru_ru: Завершенный модуль "%s"

source: Notes / Feedback
de_de: Anmerkungen / Feedback
nl_nl: Notities / feedback
ru_ru: Примечания / Обратная связь

source: Payment currency:
de_de: Zahlungswährung:
nl_nl: Betaal eenheden
pt_br: Moeda de pagamento:
ru_ru: Валюта платежа:

source: In order to see this module you first have to be enrolled in the course
de_de: Um dieses Modul sehen zu können, musst Du zunächst für den Kurs eingeschrieben sein
ru_ru: Чтобы увидеть этот модуль, вам сначала необходимо записаться на курс

source: None yet.
de_de: Noch nicht.
nl_nl: Nu niets
pt_br: Nenhum ainda.
ru_ru: Пока нет.

source: Custom
de_de: Benutzerdefiniert
nl_nl: Klant
ru_ru: Произвольно

source: Before accessing this module you must complete the following modules:
de_de: Bvor Du auf dieses Modul zugreifen kannst, musst Du das folgende Modul absolvieren:
ru_ru: Прежде чем получить доступ к этому модулю, вы должны завершить следующие модули:

source: %d solutions
de_de: %d Lösungen
nl_nl: %d andwoorden
pt_br: %d soluções
ru_ru: %d решений

source: Here you can specify payment methods that you will accept to give access to courses. When a course requires payment, the enrollment (pending or active - depends on your other course settings) will be entered after the payment is completed.
de_de: Hier kannst Du die Zahlungsarten angeben, die Du für den Zugang zu den Kursen akzeptieren willst. Wenn für einen Kurs eine Zahlung erforderlich ist, wird die Einschreibung (ausstehend oder aktiv - hängt von Deinen anderen Kurseinstellungen ab) eingetragen, nachdem die Zahlung abgeschlossen ist.
nl_nl: Hier kunt u betaalmethoden specificeren die u accepteert om toegang te geven tot cursussen. Als een cursus moet worden betaald kan de inschrijving (in de wacht of actief - afhankelijk van andere cursusinstellingen) pas plaatsvinden als de betaling is afgerond.
pt_br: Aqui você pode especificar métodos de pagamento que você irá aceitar para dar acesso aos cursos. Quando um curso requer pagamento, a matrícula (pendente ou ativa - dependendo de suas outras configurações do curso) será feita assim que o pagamento for completado.
ru_ru: Здесь вы можете указать способы оплаты, которые вы будете принимать для предоставления доступа к курсам. Если курс требует оплаты, запись (ожидающая или активная - зависит от других настроек курса) будет введена после завершения оплаты.

source: A solution has been accepted and the assignment is completed.
de_de: Eine Lösung wurde bestätigt und die Aufgabe ist abgeschlossen.
nl_nl: Een antwoord is geaccepteerd en de opgave is voltooid.
pt_br: Uma solução foi aceita e a atribuição foi completada.
ru_ru: Решение принято, и задание завершено.

source: Accept PayPal
de_de: Akzeptiere PayPal
nl_nl: Accepteer PayPal
pt_br: Aceitar Paypal
ru_ru: Примите PayPal

source: Assignments
de_de: Aufgaben
nl_nl: Opdrachten / huiswerk
pt_br: Atribuições
ru_ru: Задания

source: Mark completed
de_de: Markiere als abgeschlossen
ru_ru: Отметить как завершенный

source: Use Paypal in sandbox mode
de_de: Paypal im Sandbox-Modus verwenden
nl_nl: Gebruik PayPal in zandbak mode
ru_ru: Используйте Paypal в режиме песочницы

source: Students
de_de: Studierende
nl_nl: Studenten
pt_br: Estudantes
ru_ru: Студенты

source: %d notes
de_de: %d Anmerkungen
nl_nl: %d notities
ru_ru: %d заметки

source: Your Paypal ID:
de_de: Deine Paypal ID:
nl_nl: Uw PayPal ID:
pt_br: Seu ID Paypal:
ru_ru: Ваш ID Paypal:

source: Certificates
de_de: Zertifikate
nl_nl: Certificaten
pt_br: Certificados
ru_ru: Сертификаты

source: Add note / feedback
de_de: Anmerkung / Feedback hinzufügen
nl_nl: Voeg notitie / feedback toe
ru_ru: Добавить примечания / обратную связь

source: After payment go to:
de_de: Gehe nach der Zahlung zu:
nl_nl: Ga na betaling naar:
ru_ru: После оплаты перейти:

source: Students Earned Certificate
de_de: An Studenten verliehene Zertifikate
nl_nl: Door studenten verdiende certificaten
ru_ru: Студенты получившие сертификат

source: Notes
de_de: Anmerkungen
nl_nl: Notities
pt_br: Notas
ru_ru: Заметки

source: When left blank it goes to the course page. If you enter specific full URL, the user will be returned to that URL.
de_de: Wenn Du nichts eingibst, wird die Kursseite angezeigt. Wenn Du eine bestimmte vollständige URL eingibst, wird der Nutzer zu dieser URL zurückgeführt.
nl_nl: Als dit leeg wordt gelaten gaat men naar de cursuspagina. Als u een URL invult gaat de gebruiker naar die URL.
ru_ru: Если оставить пустым, происходит переход на страницу курса. Если вы введете конкретный полный URL, пользователь будет возвращен на этот URL.

source: Student Reviews
de_de: Bewertungen durch Studenten
ru_ru: Отзывы студентов

source: Are you sure? There is no undo.
de_de: Bist Du sicher? Es gibt keine Möglichkeit, dies rückgängig zu machen.
ru_ru: Вы уверены? Отменить нельзя.

source: Note: Paypal IPN will not work if your site is behind a "htaccess" login box or running on localhost. Your site must be accessible from the internet for the IPN to work. In cases when IPN cannot work you need to use Paypal PDT.
de_de: Hinweis: Paypal IPN funktioniert nicht, wenn sich Deine Website hinter einer "htaccess"-Loginbox befindet oder auf localhost läuft. Deine Website muss vom Internet aus zugänglich sein, damit IPN funktioniert. In Fällen, in denen IPN nicht funktioniert, musst Du Paypal PDT verwenden.
nl_nl: NB: PayPal IPN zal niet werken als uw website achter een "htaccess" login box zit of op een localhost draait. Uw website moet vanaf het internet toegankelijk zijn om IPN te laten werken. In gevallen dat IPN niet werkt moet u PayPal PDT gebruiken.
ru_ru: Примечание: Paypal IPN не будет работать если ваш сайт за боксом входа "htaccess" или работает на локальном хостинге. Ваш сайт должен быть доступным к интернету для работы IPN. В случае если IPN не может работать, Вам необходимо использовать Paypal PDT.

source: Gradebook
de_de: Notenbuch
nl_nl: Cijferlijst
pt_br: Livro de Graduações
ru_ru: Журнал оценок

source: Assign to Course:
de_de: Zum Kurs zuweisen:
nl_nl: Toewijzen aan cursus:
ru_ru: Назначить курс:

source: Your site is not running on SSL so Paypal IPN will typicall not work. You MUST use the PDT option below.
de_de: Da Deine Website nicht mit SSL arbeitet, funktioniert Paypal IPN normalerweise nicht. Du MUSST die PDT-Option unten verwenden.
ru_ru: Ваш сайт не использует SSL, поэтому Paypal IPN обычно не работает. Вы ДОЛЖНЫ использовать опцию PDT ниже.

source: No courses have been created yet!
de_de: Es sind noch keine Kurse erstellt worden!
nl_nl: Er zijn nog geen cursussen gecreëerd!
pt_br: Nenhum curso foi criando ainda!
ru_ru: Курсы еще не созданы!

source: Use Paypal PDT instead of IPN (<a href="%s" target="_blank">Why and how</a>)
de_de: Verwende Paypal PDT anstelle von IPN (<a href="%s" target="_blank">Warum und wie</a>)
nl_nl: Gebruik PayPal PDT in plaats van IPN (<a href="%s" target="_blank">Warom en hoe</a>)
ru_ru: Используйте Paypal PDT вместо IPN (<a href="%s" target="_blank">Почему и как</a>)

source: Settings
de_de: Einstellungen
nl_nl: Instellingen
pt_br: Configurações
ru_ru: Настройки

source: Lesson Access
de_de: Zugriff auf Lektion
nl_nl: Toegang tot les
pt_br: Acesso a Aulas
ru_ru: Доступ к уроку

source: Paypal PDT Token:
ru_ru: Токен Paypal PDT:

source: You will be able to set lesson access after you create the lesson.
de_de: Du kannst den Zugang zur Lektion festlegen, nachdem Du die Lektion erstellt hast.
nl_nl: U kunt de toegang tot de les instellen nadat u de les hebt gecreëerd.
ru_ru: Вы сможете настроить доступ к уроку после его создания.

source: Allow accepting WooCommerce as a primary selling method. <a href="%s" target="_blank">Learn more</a>.
de_de: Akzeptiere WooCommerce als primäre Vertriebsmethode. <a href="%s" target="_blank">Erfahre mehr</a>.
ru_ru: Разрешить использовать WooCommerce в качестве основного метода продаж. <a href="%s" target="_blank">Подробнее</a>.

source: Help
de_de: Hilfe
pt_br: Ajuda
ru_ru: Помощь

source: There are no other lessons in this course. So this lesson will be accessible to anyone who enrolled the course.
de_de: Es gibt keine weiteren Lektionen in diesem Kurs. Diese Lektion ist also für jeden zugänglich, der sich für den Kurs angemeldet hat.
nl_nl: Deze cursus bevat geen lessen. Daarom is deze les toegankelijk voor iedereen die voor de cursus is ingeschreven.
pt_br: Não há outras aulas neste curso. Assim esta aula estará disponível a qualquer um que se matricular neste curso.
ru_ru: Других уроков в этом курсе нет. Так что этот урок будет доступен каждому, кто записался на курс.

source: Accept Stripe
de_de: Akzeptiere Stripe
nl_nl: Accepteer Stripe
pt_br: Aceitar Stripe
ru_ru: Применить Stripe

source: Namaste! Plugins &amp; API
ru_ru: Плагины и API Namaste!

source: This lesson will be accessible only after the following lessons are completed:
de_de: Diese Lektion ist erst zugänglich, wenn die folgenden Lektionen abgeschlossen sind:
nl_nl: Deze les is alleen toegankelijk nadat de volgende lessen zijn voltooid:
pt_br: Esta aula será acessível apenas depois que as seguintes aulas tiverem sido completadas:
ru_ru: Этот урок будет доступен только после завершения следующих уроков:

source: The built-in Stripe integration is deprecated.
de_de: Die integrierte Stripe-Integration ist veraltet.
ru_ru: Встроенная интеграция Stripe устарела.

source: Plugins &amp; API
ru_ru: Плагины и API

source: Preview Mode
de_de: Vorschau-Modus
ru_ru: Режим предпросмотра

source: We strongly recommend using the built-in <a href="%s" target="_blank">WooCommerce integration</a> instead. WooCommerce flawlessly supports Stripe and many other payment methods.
de_de: Wir empfehlen dir, stattdessen die integrierte <a href="%s" target="_blank">WooCommerce-Integration</a> zu verwenden. WooCommerce unterstützt Stripe und viele andere Zahlungsarten problemlos.
ru_ru: Вместо этого мы настоятельно рекомендуем использовать встроенную <a href="%s" target="_blank">интеграцию с WooCommerce</a>. WooCommerce безупречно поддерживает Stripe и многие другие способы оплаты.

source: Student Lessons
de_de: Lektionen für die Studenten
nl_nl: Lessen voor studenten
pt_br: Aulas do Aluno
ru_ru: Уроки студента

source: This lesson allowsbeing seen in "Preview mode". This means that non-enrolled and even non-logged-in users can see it. Once the user is enrolled in the course, all the usual restrictions and lesson actions will apply to the lesson.
de_de: Diese Lektion kann im "Vorschaumodus" gesehen werden. Das bedeutet, dass nicht angemeldete und auch nicht eingeloggte Nutzer sie sehen können. Sobald der/die Nutzer/in in den Kurs eingeschrieben ist, gelten für die Lektion alle üblichen Einschränkungen und Aktionen.
ru_ru: Этот урок позволяет быть просмотренным в «режиме предварительного просмотра». Это означает, что его могут видеть незарегистрированные и даже не вошедшие в систему пользователи. Как только пользователь будет зачислен на курс, к уроку будут применены все обычные ограничения и действия урока.

source: Your Public Key:
de_de: Dein öffentlicher Schlüssel:
nl_nl: Uw publieke key:
pt_br: Sua Chave Pública:
ru_ru: Ваш открытый ключ:

source: Send note
de_de: Notiz senden
nl_nl: Stuur een notitie
pt_br: Enviar nota
ru_ru: Отправить примечание

source: Lesson Completeness
de_de: Vollständigkeit der Lektion
nl_nl: Les totaal
pt_br: Andamento da Aula
ru_ru: Полнота урока

source: Your Secret Key:
de_de: Dein geheimer Schlüssel:
nl_nl: Uw geheime key:
pt_br: Sua Chave Secreta:
ru_ru: Ваш секретный ключ:

source: Submit solution
de_de: Lösung einreichen
nl_nl: Verzend antwoorden
pt_br: Enviar solução
ru_ru: Отправить решение

source: The minimum requirement for a lesson to be completed is to be visited by the student. However you can add some extra requirements here:
de_de: Die Mindestanforderung für den Abschluss einer Unterrichtsstunde ist der Besuch des Studenten. Du kannst hier jedoch zusätzliche Anforderungen stellen:
nl_nl: Het minimum vereiste om een les te voltooien is dat de student de les opent. Maar hier kunt u wat extra vereisten instellen:
pt_br: Os requerimentos mínimos para a aula ser completada é ser visitada pelo estudante. Entretanto, você pode adicionar alguns requerimentos extras aqui:
ru_ru: Мин. требование для завершения урока – посещение студентом. Однако вы можете добавить некоторые дополнительные требования здесь:

source: Accept virtual credits from <a href="%s" target="_blank">MoolaMojo</a> (The plugin must be installed and active).
de_de: Akzeptiere virtuelle Credits von <a href="%s" target="_blank">MoolaMojo</a> (das Plugin muss installiert und aktiviert sein).
ru_ru: Принять виртуальные кредиты от <a href="%s" target="_blank"> MoolaMojo </a> (плагин должен быть установлен и активен).

source: View solutions
de_de: Lösungen ansehen
nl_nl: Bekijk de antwoorden
pt_br: Ver respostas
ru_ru: Просмотреть решения

source: Lesson completion will be manually verified and approved by the admin for every student.
de_de: Der Abschluss der Lektionen wird manuell überprüft und von der Studienleitung für jeden Studenten genehmigt.
nl_nl: Het voltooien van een les zal handmatig door de administrator worden geverifieerd voor elke student.
pt_br: O admin irá verificar e aprovar cada estudante por ter completado a aula.
ru_ru: Завершение урока будет вручную проверено и одобрено администратором для каждого студента.

source: Cost of 1 %s in virtual credits:
de_de: Kosten von 1 %s in virtuellen Credits:
ru_ru: Стоимость 1%s в виртуальных кредитах:

source: View all solutions
de_de: Alle Lösungen anzeigen
nl_nl: Bekijk alle antwoorden
pt_br: Ver todas as respostas
ru_ru: Посмотреть все решения

source: The following assignments/homework must be completed:
de_de: Die folgenden Aufgaben/Hausaufgaben müssen erledigt werden:
nl_nl: De volgende opgaven/huiswerk moeten worden voltooid:
pt_br: As seguintes tarefas precisam ser completados:
ru_ru: Необходимо выполнить следующие задания/домашнее задание:

source: Design of the payment button.
de_de: Aussehen des Zahlungsbuttons.
ru_ru: Дизайн кнопки оплаты.

source: View Certificate
de_de: Zertifikat ansehen
nl_nl: Bekijk certificaat
pt_br: Ver Certificado
ru_ru: Посмотреть сертификат

source: The following quiz must be completed:
de_de: Das folgende Quiz muss ausgefüllt werden:
ru_ru: Необходимо выполнить следующий тест:

source: You can use HTML and the following codes:
de_de: Du kannst HTML und die folgenden Codes verwenden:
ru_ru: Вы можете использовать HTML и следующие коды:

source: Download solution
de_de: Lösung herunterladen
nl_nl: Download antwoorden
pt_br: Baixar solução
ru_ru: Скачать решение

source: - No quiz required -
de_de: - Kein Quiz erforderlich -
nl_nl: -Geen toets vereist -
pt_br: - Nenhum quis requerido -
ru_ru: - Тест не требуется -

source: for the price in virtual credits,
de_de: für den Preis in virtuellen Credits,
ru_ru: по цене в виртуальных кредитах,

source: Multi user configuration
de_de: Mehrbenutzer-Konfiguration
nl_nl: Multi gebruiker configuratie
ru_ru: Конфигурация нескольких пользователей

source: with any of the following grade(s) achieved:
de_de: mit einer der folgenden Note(n) erreicht:
nl_nl: met één van de volgende niveau's bereikt
pt_br: com qualquer um dos graus atingido:
ru_ru: с получением любой из следующих оценок:

source: for the payment button itself and
de_de: für den Bezahlen-Button selbst und
ru_ru: для самой кнопки оплаты и

source: Mass enroll students
de_de: Masseneinschreibung von Studenten
nl_nl: Massaal inschrijven studenten
ru_ru: Массовый набор студентов

source: - Any grade -
nl_nl: - Elk niveau -
pt_br: - Qualquer grau -
ru_ru: -Любая оценка-

source: to display the currently logged user virtual credits balance.
de_de: um das virtuelle Guthaben des aktuell angemeldeten Benutzers anzuzeigen.
ru_ru: для отображения текущего баланса виртуальных кредитов пользователя.

source: Shortcode generator
ru_ru: Генератор шорткода

source: The grade from the quiz automatically becomes grade for the lesson (only if the grade title exactly matches one of your grades in Namaste)
de_de: Die Note aus dem Quiz wird automatisch zur Note für die Lektion (nur wenn der Titel der Note genau mit einer Deiner Noten in Namaste übereinstimmt)
nl_nl: "Het niveau van de toets wordt automatisch het niveau voor de les ( alleen als de niveau titel overeenkomt met één van je niveau's in Namaste)
ru_ru: Оценка за тест автоматически становится оценкой за урок (только если название оценки точно соответствует одной из ваших оценок в Namaste).

source: Accept other payment methods.
de_de: Erlaube andere Zahlungsmethoden.
ru_ru: Примите другие методы платежа.

source: My Courses
de_de: Meine Kurse
nl_nl: Mijn cursussen
pt_br: Meus Cursos
ru_ru: Мои курсы

source: This will work for quizzes that are published, not deactivated, and do not have the "Don't store user data" checkbox selected.
ru_ru: Это будет работать для викторин, которые опубликованы, не деактивированы и для которых не установлен флажок «Не хранить пользовательские данные».

source: This option lets you paste your own button HTML code or other manual instructions, for example bank wire. These payments will have to be processed manually unless you can build your own script to verify them.
de_de: Mit dieser Option kannst Du Deinen eigenen HTML-Code für die Schaltfläche oder andere manuelle Anweisungen einfügen, z. B. eine Banküberweisung. Diese Zahlungen müssen manuell bearbeitet werden, es sei denn, Du kannst Dein eigenes Skript zur Überprüfung erstellen.
nl_nl: Met deze optie kunt u uw eigen HTML button code of manuele instructies ingeven. Bijvoorbeeld uw bankgegevens. Deze betalingen zult u handmatig moeten verwerken tenzij u uw eigen script bouwt voor automatische verwerking.
pt_br: Esta opção lhe permite colar seu próprio código de botão HTML ou outras instruções manuais, por exemplo, seus dados bancários. Estes pagamentos terão que ser processados manualmente a não ser que você possa criar seu próprio script para verifica-los.
ru_ru: Эта опция позволяет вставить свой собственный код HTML-кода или другие инструкции вручную, например, связь с банком. Эти платежи должны обрабатываться вручную, если вы не можете создать свой собственный скрипт для их проверки.

source: My Certificates
de_de: Meine Bescheinigungen
nl_nl: Mijn certificaten
pt_br: Meus Certificados
ru_ru: Мои сертификаты

source: If you install %s or %s you can also require certain tests and quizzes to be completed.
de_de: Wenn Du %s oder %s installierst, kannst Du auch verlangen, dass bestimmte Tests und Quizzes absolviert werden.
nl_nl: Als u %s or %s installeert kan het ook zijn dat bepaalde toetsen nodig zijn om te kunnen voltooien.
pt_br: Se você instalar %s ou %s você também poderá exigir que determinados testes e quizzes sejam completados.
ru_ru: Если вы установите %s или %s, вы также можете выполнить определенные тесты и викторины.
