Repository: pimteam/Namaste-LMS
Catalog: languages/namaste-*.po
Languages: de_de, nl_nl, pt_br, ru_ru

source: You can safely customize all files from the "views" folders by placing their copies in your theme folder. Simply create folder "namaste" <b>in your theme root folder</b> and copy the files you want to custom from "views" folder directly there.
de_de: Du kannst alle Dateien aus den "views"-Ordnern sicher anpassen, indem Du ihre Kopien in Deinem Theme-Ordner platzierst. Erstelle einfach den Ordner "namaste" <b>im Stammordner Deines Themes</b> und kopiere die Dateien, die Du aus dem Ordner "views" anpassen möchtest, direkt dorthin.
nl_nl: U kunt veilig alle bestanden aanpassen uit de "views" map aanpassen door ze te kopiëren naar uw theme map. Maak een map "namaste" <b> in uw theme root map</b> en kopiëer de bestanden die u wilt aanpassen vanuit de "views" map daar naar toe.
pt_br: Você pode customizar todos os arquivos das pastas "views" com segurança ao colocar cópias deles na pasta de seu tema. Simplesmente crie uma pasta "namaste" na <b> pasta raíz de seu tema</b> e copie os arquivos da pasta "views" diretamente para lá.
ru_ru: Вы можете безопасно настраивать все файлы из «представлений», помещая их копии в папку темы. Просто создайте папку «namaste» <b> в основной папке темы </b> и скопируйте файлы, которые вы хотите настроить, из папки «views» прямо там.

source: Text on lesson pages:
de_de: Text auf den Unterrichtsseiten:
nl_nl: Tekst op les pagina's:
ru_ru: Текст на страницах урока:

source: For example:
de_de: Zum Beispiel:
nl_nl: Bijvoorbeeld:
pt_br: Por exemplo:
ru_ru: Например:

source: Text on module pages:
de_de: Text auf den Modulseiten:
ru_ru: Текст на страницах модуля:

source: If you are using the Twenty Fourteen theme, you should create folder "namaste" under it so the structure will now be something like <b>wp-content/themes/twentyfourteen/namaste</b>. (The files that are above the new "namaste" folder should remain where they are)
de_de: Wenn Du das Twenty-Fourteen-Theme verwendest, solltest Du den Ordner "namaste" darin anlegen, so dass die Struktur nun etwa so aussieht wie <b>wp-content/themes/twentyfourteen/namaste</b>. (Die Dateien, die sich über dem neuen Ordner "namaste" befinden, sollten dort bleiben, wo sie sind)
nl_nl: Als u het Twenty Fourteen theme gebruikt, moet u de map "namaste" onder de theme map maken zodat het er zo uit ziet <b>wp-content/themes/twentyfourteen/namaste</b>. (De bestanden boven de nieuwe "namaste" map moeten blijven waar zij zijn)
pt_br: Se você está usando o tema Twenty Fourteen, você deve criar uma pasta "namaste" abaixo dele assim a estrutura será algo como <b>wp-content/themes/twentyfourteen/namaste</b>. (Os arquivos que estão acima da nova pasta "namaste" devem permanecer onde estão)
ru_ru: Если вы используете тему «Twenty Fourteen», вы должны создать папку «namaste» под ней, чтобы теперь структура была чем-то вроде <b> wp-content / themes / twentyfourteen / namaste </b>. (Файлы, находящиеся выше новой папки «namaste», должны оставаться там, где они есть)

source: Blog / Archive Pages Behavior
de_de: Verhalten des Blogs / der Archiv-Seiten
nl_nl: Gedrag van Blog / Archief pagina's
pt_br: Comportamento da Página de Blog / Arquivo
ru_ru: Поведение страниц блога/архива

source: Then if you want to modify the "Manage Certificates" page copy the file certificates.php from the plugin "views" folder and place it in the new "namaste" folder so you will have <b>wp-content/themes/twentyfourteen/namaste/certificates.php</b>
de_de: Wenn Du dann die Seite "Zertifikate verwalten" ändern möchtest, kopiere die Datei certificates.php aus dem "views"-Ordner des Plugins und lege sie in den neuen "namaste"-Ordner, so dass Du <b>wp-content/themes/twentyfourteen/namaste/certificates.php</b> hast
nl_nl: Als u dan de "Manage Certificate" pagina wilt aanpassen kopieert u het bestand certificates.php van de plugin "views" map en plaatst u het in de nieuwe "namaste" map. Het pad ziet er dan zo uit <b>wp-content/themes/twentyfourteen/namaste/certificates.php</b>
pt_br: Então se você desejar modificar a página de "Gerenciar Certificados" copie o arquivo certificates.php da pasta "views" do plugin e coloque-o na nova pasta "namaste", de forma que você tenha <b>wp-content/themes/twentyfourteen/namaste/certificates.php</b>
ru_ru: Затем, если вы хотите изменить страницу «Управление сертификатами», скопируйте файл certificates.php из папки «views» плагина и поместите его в новую папку «namaste», чтобы у вас был <b>wp-content/themes/twentyfourteen/namaste/certificates.php</b>

source: Show courses as blog posts in home and archive pages
de_de: Kurse als Blogbeiträge auf der Startseite und den Archivseiten anzeigen
nl_nl: Toon cursussen als blog berichten in home en archief pagina's
ru_ru: Показать курсы в виде записей в блоге на главной и архивных страницах

source: Don't worry if you use modified WordPress directory structure and don't have 'wp-content' folder. The trick will work with any structure as long as you follow the same logic.
de_de: Mach dir keine Sorgen, wenn Du eine geänderte WordPress-Verzeichnisstruktur verwendest und den Ordner "wp-content" nicht hast. Der Trick funktioniert mit jeder Struktur, solange Du der gleichen Logik folgst.
nl_nl: Maak u geen zorgen als u een gewijzigde Wordpress directory structuur gebruikt en geen "wp-content" map hebt. De truc zal altijd werken zo lang u maar steeds dezelfde logica gebruikt.
pt_br: Não se preocupe se você usa uma estrutura de diretórios modificada e não possui uma pasta "wp-content". O truque irá funcionar com qualquer estrutura desde que você siga a mesma lógica.
ru_ru: Не волнуйтесь, если вы используете измененную структуру каталогов WordPress и не имеете папки 'wp-content'. Этот трюк будет работать с любой структурой, если вы будете следовать той же логике.

source: Show modules as blog posts in home and archive pages
de_de: Module als Blogeinträge auf den Start- und Archivseiten anzeigen
nl_nl: Toon modules als blog berichten in home en archief pagina's
ru_ru: Показать модули в виде записей блога на главной и архивных страницах

source: Then feel free to modify the code, but of course be careful not to mess with the PHP or Javascript inside. This will let you change the design and even part of the functionality and not lose these changes when the plugin is upgraded. Be careful: we can not provide support for your custom versions of our views.
de_de: Dann kannst Du den Code ändern, aber pass natürlich auf, dass Du nicht an PHP oder Javascript herumpfuschst. So kannst Du das Design und sogar einen Teil der Funktionalität ändern, ohne dass diese Änderungen bei einem Upgrade des Plugins verloren gehen. Aber Vorsicht: Wir können keine Unterstützung für Deine eigenen Versionen unserer Ansichten bieten.
nl_nl: Voel u vrij de code te wijzigen maar wees wel voorzichtig om niet de PHP of javascript te veranderen. Hiermee kunt u het ontwerp en zelfs de functionaliteit wijzigen. Hierdoor verliest u uw aanpassingen niet bij een upgrade van de plugin. Wees voorzichtig: we leveren geen support voor de aangepaste versies van onze views.
pt_br: Então sinta-se a vontade para modificar o código, mas claro, seja cuidadoso para não danificar o código PHP ou Javascript contido. Isso irá lhe permitir fazer alterações no design e mesmo em parte da funcionalidade sem perder estas alterações quando o plugin for atualizado. ATENÇÃO: Nós não podemos prover suporte para suas versões customizadas de seus views.
ru_ru: Можете свободно модифицировать код, но, конечно, будьте осторожны, чтобы не испортить PHP или Javascript внутри. Это позволит вам изменить дизайн и даже часть функциональности и не потерять эти изменения при обновлении плагина. Будьте осторожны: мы не можем обеспечить поддержку ваших пользовательских версий наших представлений.

source: Show lessons as blog posts in home and archive pages
de_de: Zeige Lektionen als Blogbeiträge auf der Startseite und im Archiv an
nl_nl: Toon lessen als blog berichten in home en archief pagina's
ru_ru: Показать уроки в виде записей блога на главной и архивных страницах

source: Admin notes for assignment
de_de: Hinweise des Admins zu Aufgaben
nl_nl: Notities van de administrator bij de opgaven
pt_br: Notas do admin sobre a atribuição
ru_ru: Примечания администратора к заданию

source: My Courses Page Behavior
de_de: Verhalten auf der Seite Meine Kurse
ru_ru: Поведение на странице Мои курсы

source: There aren't any notes yet.
de_de: Es sind noch keine Notizen vorhanden.
nl_nl: Er zijn nog geen notities.
pt_br: Ainda não há notas.
ru_ru: Заметок пока нет.

source: Show only the courses student is enrolled in, completed, or pending enrollment.
de_de: Zeigt nur die Kurse an, in denen der Student eingeschrieben ist, die er abgeschlossen hat oder deren Einschreibung noch aussteht.
ru_ru: Показать только те курсы, на которые учащийся зачислен, завершен или ожидает зачисления.

source: Note by %s posted on %s
de_de: Notiz von %s veröffentlicht am %s
nl_nl: Notitie door %s gepost op %s
ru_ru: Заметка %s опубликована на %s

source: Open courses and lessons in
de_de: Offene Kurse und Unterricht in
ru_ru: Открытые курсы и уроки в

source: Delete note
de_de: Lösche Anmerkung
ru_ru: Удалить запись

source: a new window/tab
de_de: ein neues Fenster/Tab
ru_ru: в новом окне / вкладке

source: Manage Assignment in
de_de: Zuweisung verwalten in
nl_nl: Manage opgaven in
pt_br: Gerenciar atribuição em
ru_ru: Управление заданием в

source: the same window/tab
de_de: das gleiche Fenster/Tab
ru_ru: то же окне/вкладке

source: Back to assignments
de_de: Zurück zu Aufgaben
ru_ru: Вернуться к заданиям

source: Save Options
de_de: Optionen speichern
nl_nl: Sla opties op
pt_br: Salvar opções
ru_ru: Сохранить параметры

source: Title:
de_de: Titel:
nl_nl: Titel:
pt_br: Título:
ru_ru: Название:

source: Grade and Point Systems
de_de: Noten- und Punktesysteme
nl_nl: Cijfer- en puntensystemen
pt_br: Sistema de Graduação e Pontuação
ru_ru: Система баллов и оценок

source: Description/Requirements:
de_de: Beschreibung / Voraussetzungen:
nl_nl: Omschrijving/Vereisten:
pt_br: Descrição/Requerimentos:
ru_ru: Описание/требования:

source: Use grading system*
de_de: Benutze das Benotungssystem*
nl_nl: Gebruik cijfersysteem*
pt_br: Usar sistema de graduação*
ru_ru: Использовать систему оценок*

source: Students do not need to submit solutions on this homework. They will mark it as completed themselves.
de_de: Die Studenten müssen für diese Hausaufgabe keine Lösungen einreichen. Sie werden sie selbst als erledigt markieren.
ru_ru: Студентам не нужно отправлять решения по этому домашнему заданию. Они сами отметят его как выполненное.

source: * Using a grading system allows you to rate student performance in courses, lessons, and assignments, and keeping a gradebook. Grading individual lessons is optional.
de_de: * Die Verwendung eines Benotungssystems ermöglicht es Dir, die Leistungen der Studenten in Kursen, Lektionen und Aufgaben zu bewerten und ein Notenbuch zu führen. Die Benotung einzelner Lektionen ist optional.
nl_nl: * Het gebruik van een cijfersysteem staat u toe een student te waarderen in cursussen, lessen, opgaven en een cijferlijst bij te houden. Cijfers voor individuele lessen zijn optioneel.
pt_br: *Usar um sistema de graduação permite a você qualificar o estudante em cursos, aulas, e atribuições, e a manter um livro de graduações. Graduar aulas individualmente é opcional.
ru_ru: * Использование системы оценок позволяет оценивать успеваемость студентов по курсам, урокам и заданиям, а также вести журнал оценок. Выставление оценок за отдельные уроки необязательно.

source: Accept file upload as solution
de_de: Erlaube einen Datei-Upload als Lösung
nl_nl: Accepteert bestands upload als antwoord
pt_br: Aceitas envio de arquivos como solução
ru_ru: Принять загрузку файлов в качестве решения

source: Enter your grades in the box, separated by comma. Start with the best possible grade and go right to the worst:
de_de: Gib Deine Noten in das Feld ein, getrennt durch ein Komma. Beginne mit der bestmöglichen Note und gehe bis zur schlechtesten:
nl_nl: Voer uw cijfers in in het vak gescheiden door komma's. Start met het hoogste cijfer en ga door naar de slechtste:
pt_br: Preencha suas notas no box, separadas por vírgula. Comece com a melhor nota possível e vá em direção à pior:
ru_ru: Введите свои оценки в поле, разделяя их запятыми. Начните с самой лучшей оценки и переходите к самой худшей:

source: The assignment gets automatically approved upon submitting.
de_de: Die Aufgabe wird nach dem Einreichen automatisch genehmigt.
ru_ru: Задание авто утверждается при отправке.

source: Use points system*
de_de: Punktesystem verwenden*
nl_nl: Gebruik puntensysteem*
pt_br: Usar sistema de pontuação*
ru_ru: Используйте систему баллов*

source: points for successfully completing this assignment.
de_de: Punkte für den erfolgreichen Abschluss dieser Aufgabe.
nl_nl: punten voor het succesvol voltooien van deze opgave.
pt_br: pontos por ter completado esta atribuição com sucesso.
ru_ru: баллы за успешное выполнение этого задания.

source: * Points system can be used alone or together with a grading system. It lets you reward your students with points for completing lessons, courses, or assignments. These points will be displayed, and in the future (and in additional plugins) used to create leaderboards, redeem rewards, etc.
de_de: * Das Punktesystem kann allein oder zusammen mit einem Benotungssystem verwendet werden. Damit kannst Du Deine Studenten mit Punkten für den Abschluss von Lektionen, Kursen oder Aufgaben belohnen. Diese Punkte werden angezeigt und in Zukunft (und in zusätzlichen Plugins) verwendet, um Bestenlisten zu erstellen, Belohnungen einzulösen und so weiter.
nl_nl: *Het puntensysteem kan alleen of samen met een cijfersysteem worden gebruikt. U kunt dan de student waarderen voor het voltooien van lessen, cursussen of opgaven. Deze punten zullen worden getoond. In de toekomst, en in additionele plugins, zullen ze worden gebruikt om ranglijsten etc te maken.
pt_br: *O sistema de pontuação pode ser usado sozinho ou junto a sistema de graduação. Ele permite a você premiar seu estudante com pontos por completar aulas, cursos, e atribuições. Estes pontos serão exibidos, e no futuro (e num plugin adicional) poderão ser usados para criar quadros de liderança, premiações, etc.
ru_ru: * Система баллов может использоваться отдельно или вместе с системой оценок. Он позволяет вам награждать своих студентов баллами за выполнение уроков, курсов или заданий. Эти очки будут отображаться и в будущем (и в дополнительных плагинах) использоваться для создания таблиц лидеров, выкупа наград и т. д.

source: Solutions will be accepted only within date interval:
de_de: Lösungen werden nur innerhalb der Datumsgrenzen akzeptiert:
nl_nl: Antwoorden zullen alleen binnen een bepaalde tijd worden geaccepteerd:
ru_ru: Решения принимаются только в интервале дат:

source: Default reward values. They can be overridden for every individual course, lesson, or assignment.
de_de: Standardwerte für Belohnungen. Du kannst diese für jeden einzelnen Kurs, jede Lektion oder Aufgabe überschreiben.
nl_nl: Standaard waarderingen. Ze kunnen worden vervangen in elke individuele cursus, les of opgave.
pt_br: Valores padrão de recompensa. Eles podem ser sobreescritos para cada curso, aula, ou atribuição individualmente.
ru_ru: Значения поощрения по умолчанию. Их можно переопределить для каждого отдельного курса, урока или задания.

source: From:
de_de: Von:
nl_nl: Van:
ru_ru: От:

source: When you change the numbers here, it affects courses, lessons and homework you create after the change. The change will not affect already created courses, lessons, and assignments.
de_de: Wenn Du die Zahlen hier änderst, wirkt sich das auf Kurse, Lektionen und Hausaufgaben aus, die Du nach der Änderung erstellst. Die Änderung wirkt sich nicht auf bereits erstellte Kurse, Lektionen und Aufgaben aus.
ru_ru: Если вы измените числовые значения здесь, это повлияет на курсы, уроки и домашние задания, которые вы создадите после изменения. Изменение не повлияет на уже созданные курсы, уроки и задания.

source: To:
de_de: An:
nl_nl: Naar:
ru_ru: До:

source: points for completing a course
de_de: Punkte für das Absolvieren eines Kurses
nl_nl: punten voor voltooien van een cursus
pt_br: pontos por completar um curso
ru_ru: баллы за завершение курса

source: The grade of this homework automatically becomes lesson grade.
de_de: Die Note dieser Hausaufgabe wird automatisch zur Gesamtnote der Lektion.
nl_nl: Het cijfer voor dit huiswerk wordt automatisch het cijfer voor de les.
ru_ru: Оценка за это домашнее задание авто становится оценкой за урок.

source: points for completing a lesson
de_de: Punkte für das Abschließen einer Lektion
nl_nl: punten voor voltooien van een les
pt_br: pontos por completar uma aula
ru_ru: баллы за завершение урока

source: Create Assignment
de_de: Erstelle eine Aufgabe
nl_nl: Creëer opgaven
pt_br: Criar Atribuição
ru_ru: Создать задание

source: points for successfully completing a homework / assignment
de_de: Punkte für die erfolgreiche Erledigung einer Hausaufgabe/Aufgabe
nl_nl: punten voor succesvol voltooien van huiswerk /opgaven
pt_br: pontos por completar uma tarefa / atribuição
ru_ru: оценки за успешно выполненные домашнего задания/задания

source: Save Assignment
de_de: Zuweisung speichern
nl_nl: Sla opgaven op
pt_br: Salvar Atribuição
ru_ru: Сохранить задание

source: Connect to <a href="%s" target="_blank">MoolaMojo</a> so when points are awarded in Namaste! LMS the same number of virtual credits is earned. The MoolaMojo plugin must be installed and active.
de_de: Stelle eine Verbindung zu <a href="%s" target="_blank">MoolaMojo</a> her, damit bei der Vergabe von Punkten in Namaste! LMS die gleiche Anzahl an virtuellen Credits vergeben werden. Das MoolaMojo-Plugin muss installiert und aktiv sein.
ru_ru: Подключитесь к <a href="%s" target="_blank">MoolaMojo</a>, чтобы при начислении баллов в Namaste! LMS заработывалось такое же количество виртуальных кредитов. Плагин MoolaMojo должен быть установлен и активен.

source: Delete Assignment
de_de: Lösche Aufgabe
nl_nl: Wis opgaven
pt_br: Apagar Atribuição
ru_ru: Удалить задание

source: If you activate points system the following shortcodes become available:
de_de: Nach Aktivierung des Punkte-Systems sind die folgenden Shortcodes verfügbar:
nl_nl: Als u het puntensysteem activeert komen de volgende shortcodes beschikbaar:
ru_ru: Если вы активируете систему баллов, станут доступны следующие шорткоды:

source: Please enter at least title for the assignment
de_de: Bitte gib mindestens einen Titel für die Aufgabe ein
nl_nl: Geef op zijn minst de titel voor de opgave
pt_br: Por favor preencha ao menos o título para a atribuição
ru_ru: Введите хотя бы название задания

source: Save grade and points settings
de_de: Einstellungen für Noten und Punkte speichern
nl_nl: Sla cijfer- en punteninstellingen op
pt_br: Salvar configurações de graduação e pontuação
ru_ru: Сохраните настройки оценок и баллов

source: The end date is before the start date.
de_de: Das Enddatum liegt vor dem Startdatum.
ru_ru: Дата окончания раньше даты начала.

source: Allowed file extensions for assignments that accept file uploads:
de_de: Erlaubte Dateierweiterungen für Aufgaben, die Datei-Uploads akzeptieren:
ru_ru: Допустимые расширения файлов для заданий, принимающих загрузки файлов:

source: Assignments / Homework
de_de: Aufgaben / Hausaufgaben
nl_nl: Opgaven / Huiswerk
pt_br: Atribuições / Tarefas
ru_ru: Задания / Домашнее задание

source: Separate allowed extensions by comma. Do not start with dots. Example format: zip, doc, pdf
de_de: Trenne erlaubte Erweiterungen durch ein Komma. Beginne nicht mit Punkten. Beispielformat: zip, doc, pdf
ru_ru: Разделяйте разрешенные расширения запятой. Не начинайте с точек. Пример формата: zip, doc, pdf

source: Select lesson:
de_de: Wähle eine Lektion:
nl_nl: Selecteer les:
pt_br: Selecione a aula:
ru_ru: Выбрать урок:

source: If you leave this empty all file types will be accepted.
de_de: Wenn Du dieses Feld leer lässt, werden alle Dateitypen akzeptiert.
ru_ru: Если вы оставите это поле пустым, будут приняты все типы файлов.

source: Click here to create new assignment
de_de: Hier klicken, um eine neue Aufgabe zu erstellen
nl_nl: Klik hier om nieuwe opgaven te creëren
pt_br: Clique aqui para criar uma nova atribuição
ru_ru: Нажмите здесь, чтобы создать новое задание

source: Store the files in the filesystem instead of the database. This is not secure: these files are accessible to everyone. At the very least we suggest installing <a href="%s" target="_blank">Protect uploads</a> to disallow browsing the uploads folder. Better option is to set custom folder below.
de_de: Speichere die Dateien im Dateisystem statt in der Datenbank. Das ist nicht sicher: Diese Dateien sind für jeden zugänglich. Wir empfehlen zumindest die Installation von <a href="%s" target="_blank">Schützen Sie Uploads</a>, um das Durchsuchen des Uploads-Ordners zu unterbinden. Eine bessere Option ist es, einen benutzerdefinierten Ordner unten einzustellen.
ru_ru: Храните файлы в файловой системе, а не в базе данных. Это небезопасно: эти файлы доступны всем. По крайней мере, мы предлагаем установить <a href="%s" target="_blank">Защиту загрузок</a>, чтобы запретить просмотр папки загрузок. Лучшим вариантом является установка пользовательской папки ниже.

source: Title
de_de: Titel
nl_nl: Titel
pt_br: Título
ru_ru: Название

source: Use ajax-based file upload with a progress bar.
de_de: Verwende einen Ajax-basierten Datei-Upload mit einem Fortschrittsbalken.
ru_ru: Используйте загрузку файлов на основе ajax с индикатором выполнения.

source: Self approving, no solutions required
de_de: Eigene Bewertung, keine Abgabe einer Lösung erforderlich
ru_ru: Самоодобрение, решений не требуется

source: Note: this will not work in Internet Explorer 7-9 and other old browsers.
de_de: Hinweis: Dies funktioniert nicht im Internet Explorer 7-9 und anderen alten Browsern.
ru_ru: Примечание: это не будет работать в Internet Explorer 7-9 и других старых браузерах.

source: solutions
de_de: Lösungen
nl_nl: antwoorden
pt_br: respostas
ru_ru: решения

source: The directory is not writable. You may have to create it manually and set proper permissions.
de_de: Das Verzeichnis ist nicht beschreibbar. Du musst es eventuell manuell erstellen und die richtigen Berechtigungen setzen.
ru_ru: Каталог недоступен для записи. Возможно, вам придется создать его вручную и установить соответствующие разрешения.

source: All Courses
de_de: Alle Kurse
nl_nl: Alle cursussen
ru_ru: Все курсы

source: No solutions
de_de: Keine Lösungen
nl_nl: Geen antwoorden
pt_br: Não há respostas
ru_ru: Нет решений

source: Use custom protected folder:
de_de: Benutzerdefinierten geschützten Ordner verwenden:
ru_ru: Использовать собственную защищенную папку:

source: All Modules
de_de: Alle Module
nl_nl: Alle modules
ru_ru: Все модули

source: Shortcode to publish these assignments on the front-end:
de_de: Shortcode, um diese Zuweisungen im Frontend zu veröffentlichen:
nl_nl: Shortcode om deze opgaven op het front-end te publiceren:
pt_br: Atalho para publicar estas atribuições no front-end:
ru_ru: Шорткод для публикации этих заданий во внешнем интерфейсе:

source: Example: namaste_homework
de_de: Beispiel: namaste_homework
ru_ru: Пример: namaste_homework

source: %s results
de_de: %s Ergebnisse
ru_ru: %s результатов
