Repository: pimteam/Namaste-LMS
Catalog: languages/namaste-*.po
Languages: de_de, nl_nl, pt_br, ru_ru

source: can be used only in a lesson and will display the next lesson from the course. You can replace "hyperlinked text" with your own text. If you pass "lesson_title" as a first parameter the shortcode will use the lesson title as hyperlinked text (same behavior for Namaste! PRO shortcodes). The same shortcode can be used on module pages for link to next module in the course.
de_de: kann nur in einer Lektion verwendet werden und zeigt die nächste Lektion des Kurses an. Du kannst "verlinkter Text" durch Deinen eigenen Text ersetzen. Wenn Du "lesson_title" als ersten Parameter übergibst, wird der Shortcode den Titel der Lektion als verlinkten Text verwenden (dasselbe Verhalten für Namaste! PRO Shortcodes). Derselbe Shortcode kann auf Modulseiten für den Link zum nächsten Modul im Kurs verwendet werden.
ru_ru: может использоваться только в уроке и отображает следующий урок из курса. Вы можете заменить "текст с гиперссылкой" на свой собственный текст. Если вы передадите "lesson_title" в качестве первого параметра, шорткод будет использовать название урока в качестве гиперссылки (такое же поведение для шорткодов Namaste! PRO). Этот же шорткод можно использовать на страницах модулей для ссылки на следующий модуль курса.

source: By default Namaste! LMS creates a role "student" which is the only role allowed to work with the learning material. The idea behind this is to allow the admin have better control over which users can access it. However, you can enable the other existing user roles here. Note that this setting is regarding consuming content, and not creating it.
de_de: Standardmäßig erstellt Namaste! LMS eine Rolle "Student", die die einzige Rolle ist, die mit dem Lernmaterial arbeiten darf. Die Idee dahinter ist, dass der Administrator eine bessere Kontrolle darüber hat, welche Benutzer auf das Material zugreifen können. Du kannst jedoch die anderen vorhandenen Benutzerrollen hier aktivieren. Beachte, dass sich diese Einstellung auf den Zugriff von Inhalten bezieht und nicht auf deren Erstellung.
nl_nl: Standaard creëert Namaste! LMS een rol "student" wat dan de enige rol is die met de lesstof mag werken. Het idee hierachter is dat dan de administrator beter zicht heeft wie toegang tot de lesstof hebben. Hoewel je de andere bestaande gebruikers rollen hier kan instellen. Noot: deze instelling zal overwegend inhoud consumeren en niet creëren.
pt_br: Por padrão, o Namaste! LMS cria um papel "estudante" que é o único papel com permissão de trabalhar com o material de estudo. A idéia por trás disso é permitir ao admin ter um controle melhor sobre quais usuários podem acessar o material. Entretanto, você pode habilitar os outros papéis de usuário aqui. Note que esta configuração é sobre consumir conteúdo, não sobre cria-lo.
ru_ru: По умолчанию Namaste! LMS создает роль "студент", которая является единственной ролью, имеющей право работать с учебным материалом. Это сделано для того, чтобы администратор мог лучше контролировать, какие пользователи могут получить к нему доступ. Однако здесь можно включить и другие существующие роли пользователей. Обратите внимание, что эта настройка относится к потреблению контента, а не к его созданию.

source: Student completed course
de_de: Student hat Kurs abgeschlossen
ru_ru: Студент завершил курс

source: Similar to the above, used to display a link for the previous lesson in this course. Note that lessons are ordered in the order of creation. The same shortcode can be used on module pages for link to previous module in the course.
de_de: Ähnlich wie oben, wird hier ein Link zur vorherigen Lektion in diesem Kurs angezeigt. Beachte, dass die Lektionen in der Reihenfolge ihrer Erstellung angeordnet sind. Derselbe Shortcode kann auf Modulseiten verwendet werden, um einen Link zum vorherigen Modul im Kurs anzuzeigen.
ru_ru: Аналогично вышеприведенному, используется для отображения ссылки на предыдущий урок данного курса. Обратите внимание, что уроки упорядочиваются в порядке их создания. Этот же шорткод можно использовать на страницах модулей для ссылки на предыдущий модуль курса.

source: WordPress roles that can administrate the LMS
de_de: WordPress-Rollen, die das LMS administrieren können
ru_ru: Роли WordPress, которые могут администрировать LMS

source: Student exited course (un-enrolled or cleaned up by admin)
de_de: Student hat den Kurs verlassen (abgemeldet oder von einem Admin bereinigt)
ru_ru: Студент покинул курс (не зачислен или удален администратором)

source: (where X is lesson ID) will output the assignments to the lesson on the front-end. The links to submit and view solutions will also work. You can omit the "lesson_id" parameter and pass it as URL variable. This could be useful if you are manually building a page with lessons and want to give links to assignments from it.
de_de: (wobei X die ID der Lektion darstellt) werden die Aufgaben für die Lektion im Frontend ausgegeben. Die Links zum Einreichen und Anzeigen von Lösungen funktionieren ebenfalls. Du kannst den Parameter "lesson_id" weglassen und ihn als URL-Variable übergeben. Dies kann nützlich sein, wenn Du eine Seite mit Lektionen manuell erstellen und von dort aus Links zu den Aufgaben geben möchtest.
nl_nl: (waar X is les ID) zal de opgaven van de les op het front-end tonen. De links om de antwoorden te verzenden en te zien zullen ook werken. U kunt de "les_id" parameter weglaten en toepassen als URL variabele. Dit kan handig zijn als u handmatig een pagina met lessen maakt en links toepast naar de opgaven.
pt_br: (onde X é o ID da aula) irá exibir as atribuições para a aula no front-end. Os links para enviar e ver as respostas tamém irão funcionar. Você pode omitir o parâmetro "lesson_id" e passa-lo como uma variável URL. Isso pode ser útil se você estiver criando uma página com aulas manualmente e desejar criar links de tarefas a partir dela.
ru_ru: (где X - идентификатор урока) выведет задания к уроку на внешнем интерфейсе. Ссылки для отправки и просмотра решений также будут работать. Вы можете опустить параметр "lesson_id" и передать его как переменную URL. Это может быть полезно, если вы вручную создаете страницу с уроками и хотите выводить на ней ссылки на задания.

source: By default this is only the blog administrator. Here you can enable any of the other roles as well
de_de: Standardmäßig ist dies nur der Blog-Administrator. Hier kannst Du auch andere Rollen aktivieren
nl_nl: Standaard is dat alleen the blog administrator. Ook hier kun je de andere rollen zo instellen
pt_br: Por padrão apenas o administrador. Você pode habilitar outros papéis de usuário também
ru_ru: По умолчанию это только администратор блога. Здесь вы можете включить и другие роли

source: Student started lesson
de_de: Student begann die Lektion
ru_ru: Студент приступил к уроку

source: Generates a search form for searching in courses and lessons. Non logged in users or users not enrolled in courses can search only within the course contents. When user is enrolled in a course, the search also searches in lessons and let them restrict to a specific lesson.
de_de: Erzeugt ein Suchformular für die Suche in Kursen und Lektionen. Nicht eingeloggte Studenten oder diejenigen, die nicht in Kursen eingeschrieben sind, können nur im Kursinhalt suchen. Wenn ein Student in einem Kurs eingeschrieben ist, kann die Suche auch in Lektionen durchgeführt werden, wobei die Suche auf eine bestimmte Lektion beschränkt werden kann.
nl_nl: Genereert een zoekformulier om in cursussen en lessen te zoeken. Niet ingelogde gebruikers of gebruikers die niet ingeschreven zijn voor een cursus kunnen alleen in de cursusinhoud zoeken. Als een gebruiker is ingeschreven voor een cursus kan hij/zij ook zoeken in lessen en laat hen toe tot een specifieke les.
ru_ru: Генерирует форму поиска для поиска в курсах и уроках. Пользователи, не вошедшие в систему, или пользователи, не зарегистрированные в курсах, могут искать только в содержимом курса. Если пользователь зарегистрирован в курсе, поиск также ищет в уроках и позволяет ограничиться конкретным уроком.

source: Fine-tune these settings.
de_de: Nimm eine Feinabstimmung dieser Einstellungen vor.
nl_nl: Fijnregel deze instellingen.
ru_ru: Настройте эти параметры более точно.

source: Student completed lesson
de_de: Student hat Lektion abgeschlossen
ru_ru: Студент завершил урок

source: Displays the total number of available (published) courses on the site.
de_de: Zeigt die Gesamtzahl der verfügbaren (veröffentlichten) Kurse auf der Website an.
nl_nl: Toont het totaal aantal beschikbare (gepubliceerde) cursussen op de website.
ru_ru: Отображает общее количество доступных (опубликованных) курсов на сайте.

source: Using Modules
de_de: Module verwenden
nl_nl: Gebruik van modules
ru_ru: Использование модулей

source: Student submitted solution to assignment
de_de: Student hat Lösung der Aufgabe eingereicht
ru_ru: Студент представил решение задания

source: Displays the total number of students enrolled in courses on the site. Add the attribute <b>%s</b> to show the number of students enrolled in a given course (replace X with the course ID).
de_de: Zeigt die Gesamtzahl der Studenten an, die in den Kursen auf der Website eingeschrieben sind. Füge das Attribut <b>%s</b> hinzu, um die Anzahl der in einem bestimmten Kurs eingeschriebenen Studenten anzuzeigen (ersetze X durch die Kurs-ID).
nl_nl: Toont het totaal aantal studenten die zich hebben ingeschreven voor een cursus op de website. Voeg het attribuut <b>%s</b> toe om het aantal studenten van een bepaalde cursus te zien (vervang X door het cursus ID).
ru_ru: Отображает общее количество студентов, зачисленных на курсы на сайте. Добавьте атрибут <b>%s</b>, чтобы показать количество студентов, зачисленных на данный курс (замените X ID курса).

source: You may want to use Modules between Courses and Lessons for better organization of the learning material.
de_de: Du kannst Module zwischen Kursen und Lektionen verwenden, um das Lernmaterial besser zu organisieren.
nl_nl: U zou kunnen overwegen Modules te gebruiken tussen cursussen en lessen voor een beter organisatie van de lesstof.
ru_ru: Вы можете использовать модули между курсами и уроками для лучшей организации учебного материала.

source: Solution to assignment was approved
de_de: Lösung der Aufgabe wurde genehmigt
ru_ru: Решение задания было одобрено

source: Displays the total number of assignmentson the site. Add the attribute <b>%s</b> to show the number of assignments in a given course (replace X with the course ID) and <b>%s</b> to show the number of assignments in a given lesson (replace X with the lesson ID).
de_de: Zeigt die Gesamtzahl der Aufgaben auf der Website an. Füge das Attribut <b>%s</b> hinzu, um die Anzahl der Aufgaben in einem bestimmten Kurs anzuzeigen (ersetze X durch die Kurs-ID) und <b>%s</b>, um die Anzahl der Aufgaben in einer bestimmten Lektion anzuzeigen (ersetze X durch die Lektions-ID).
nl_nl: Toont het totaal aantal opgaven op de website. Voeg het attribuut <b>%s</b> toe om het aantal opgaven in een bepaalde cursus te zien (vervang X door het cursus ID) en <b>%s</b> om het aantal opgaven van een bepaalde les te zien (vervang X door de les ID).
ru_ru: Отображает общее количество заданий на сайте. Добавьте атрибут <b>%s</b>, чтобы показать количество заданий в данном курсе (замените X ID курса) и <b>%s</b>, чтобы показать количество заданий в данном уроке. (замените X на ID урока).

source: Enable modules between courses and lessons. (Modules are in beta version and not yet fully covered in the whole LMS and addons).
de_de: Aktiviere Module zwischen Kursen und Lektionen. (Module sind in der Beta-Version und noch nicht vollständig im gesamten LMS und den Addons enthalten).
nl_nl: Schakel modules tussen cursussen en lessen in. (Modules zijn in de beta versie en nog niet overal bruikbaar in het hele LMS en de addons).
ru_ru: Включить модули между уроками и курсами. (Модули на стадии бета версии и не полностью поддерживаются системой обучения в целом и её дополнениями).

source: Solution to assignment was rejected
de_de: Lösung der Aufgabe wurde abgelehnt
ru_ru: Решение задания было отклонено

source: Displays data from user profile. The "field" parameter should contain a field name from the WP users or usermeta table. The parameter "default" sets what to display if the user is not logged in or the data is empty. You can also pass attribute "user_id" to specify user other than the currently logged in user.
de_de: Zeigt Daten aus dem Benutzerprofil an. Der Parameter "field" sollte einen Feldnamen aus der Tabelle WP users oder usermeta enthalten. Der Parameter "default" legt fest, was angezeigt werden soll, wenn der Benutzer nicht eingeloggt ist oder die Daten leer sind. Du kannst auch das Attribut "user_id" übergeben, um einen anderen als den aktuell angemeldeten Benutzer anzugeben.
nl_nl: Toont data uit het gebruikersprofiel. De "field"parameter moet een veldnaam uit de WP gebruikers of gebruikers metatabel bevatten. De parameter "default" stelt de weergave in als de gebruiker niet is ingelogd of als er geen data is. U kunt ook het attribuut "user_id"gebruiken om een andere gebruiker dan de ingelogde te specificeren.
ru_ru: Отображает данные из профиля пользователя. Параметр «field» должен содержать имя поля от пользователей WP или таблицы usermeta. Параметр «default» устанавливает, что отображать, если пользователь не зарегистрирован или данные пустые. Вы также можете передать атрибут «user_id», чтобы указать пользователя, кроме текущего зарегистрированного пользователя.

source: URL identificators for Namaste courses, lessons, and modules
de_de: URL-Bezeichner für Namaste-Kurse, -Lektionen und -Module
nl_nl: URL identificators voor Namaste cursussen, lessen en modules
ru_ru: Идентификаторы URL-адресов курсов, уроков и модулей Namaste

source: Shortcodes enabled by using points system
de_de: Shortcodes werden durch ein Punktesystem aktiviert
nl_nl: Shortcodes toepassen bij gebruik van het puntensysteem
ru_ru: Шорткоды активируются с помощью системы баллов

source: These are the parts of the URLs that identify a post as Namaste! LMS lesson or course. These URL slugs are shown at the browser address bar and are parts of all links to courses and lessons. By default they are "namaste-course" and "namaste-lesson". You can change them here.
de_de: Dies sind die Teile der URLs, die einen Beitrag als Namaste! LMS Lektion oder Kurs identifizieren. Diese URL-Slugs werden in der Adressleiste des Browsers angezeigt und sind Teil aller Links zu Kursen und Lektionen. Standardmäßig lauten sie "namaste-course" und "namaste-lesson". Du kannst sie hier ändern.
nl_nl: Dat zijn delen van de URLs die een bericht identificeren als een Namaste! les of cursus. Deze URL slugs worden getoond in de browser adresbalk en zijn deel van alle links naar cursussen en lessen. Standaard zijn zij "namaste-course" en "namaste-lesson". Je kunt dat hier wijzigen.
ru_ru: Это части URL-адресов, которые идентифицируют запись как урок или курс Namaste! LMS урок или курс. Эти URL-слова отображаются в адресной строке браузера и являются частью всех ссылок на курсы и уроки. По умолчанию это "namaste-course" и "namaste-lesson". Вы можете изменить их здесь.

source: and
de_de: und
nl_nl: en
pt_br: e
ru_ru: и

source: Course URL slug:
de_de: URL-Slug für den Kurs:
nl_nl: Cursus URL slug:
ru_ru: Ярлык URL курса:

source: (where "x" is given user ID) outputs the total number of points the user has earned.
de_de: (wobei "x" die Benutzer-ID darstellt) gibt die Gesamtzahl der vom Benutzer erworbenen Punkte aus.
nl_nl: (waar "x" is betreffende gebruiker ID) toont het totaal aantal punten dat de gebruiker heeft verdiend.
pt_br: (onde x é o Id de usuário informado) irá retornar o total de número de pontos que o usuário conquistou.
ru_ru: (где "x" - ID пользователя) выводит общее количество баллов, набранных пользователем.

source: Module URL slug:
de_de: Modul-URL-Slug:
ru_ru: Ярлык URL модуля:

source: displays a leaderboard based on collected points. Replace "x" with the number of users you want to show. When you use the second shortcode the usernames will be shown in a table with the points collected in front of them.
de_de: zeigt eine Rangliste an, die auf gesammelten Punkten basiert. Ersetze "x" durch die Anzahl der Benutzer, die Du anzeigen möchtest. Wenn Du den zweiten Shortcode verwendest, werden die Benutzernamen in einer Tabelle mit den gesammelten Punkten davor angezeigt.
nl_nl: Toont een ranglijst gebaseerd op verzamelde punten. Vervang "x" door het aantal gebruikers dat je wilt laten zien. Als u de tweede shortcode gebruikt zullen de gebruikersnamen worden getoond in de tabel mét de verzamelde punten.
pt_br: exibe um quadro de liderança baseado nos pontos coletados. Substitua "x" com o número de usuários que você deseja exibir. Quando você utiliza o segundo atalho os nomes de usuários serão exibidos numa tabela com os pontos coletados em sua frente.
ru_ru: отображает таблицу лидеров на основе набранных баллов. Замените "x" на количество пользователей, которых вы хотите показать. При использовании второго шорткода имена пользователей будут отображаться в таблице с набранными балами напротив них.

source: Lesson URL slug:
de_de: Lektion URL-Slug:
nl_nl: Les URL slug:
ru_ru: Ярлык URL урока:

source: Customizing the Look of Course and Lesson Pages
de_de: Individualisiere das Aussehen der Kurs- und Lektions-Seiten
nl_nl: Personaliseren van de cursus- en lespagina's
ru_ru: Настройка внешнего вида страниц курса и уроков

source: These slugs can contain only numbers, letters, dashes, and underscores. It is your responsibility to ensure they do not overlap with the URL identificators of another custom post type.
de_de: Diese Slugs dürfen nur Zahlen, Buchstaben, Bindestriche und Unterstriche enthalten. Es liegt in Deiner Verantwortung, sicherzustellen, dass sie sich nicht mit den URL-Kennungen eines anderen benutzerdefinierten Beitragstyps überschneiden.
nl_nl: Deze slugs kunnen alleen cijfers, letters, streepjes en liggende streepjes bevatten. Het is uw verantwoordelijkheid om te zorgen dat zij niet lijken op de URL identificators of andere bericht typen.
ru_ru: Эти адреса могут содержать только цифры, буквы, тире и символы подчеркивания. Вы несете ответственность за то, что они не совпадают с идентификаторами URL другого типа сообщений.

source: Courses and lessons in Namaste! LMS are custom post types. How to create your custom post type templates is explained <a href="%s" target="_blank">on this page</a>. In short, here are the templates you may want to create are:<b>%s</b>.
de_de: Kurse und Lektionen in Namaste! LMS werden als benutzerdefinierte Beitragstypen eingebunden. Wie Du eine Vorlage für benutzerdefinierte Beitragstypen definierst, wird <a href="%s" target="_blank">auf dieser Seite</a> erklärt. Kurz gesagt, hier sind die Vorlagen, die Du erstellen kannst:<b>%s</b>.
nl_nl: Cursussen en lessen in Namaste! LMS zijn klant post types. Hoe u klant post type templates creëert wordt uitgelegd <a href="%s" target="_blank">op deze pagina</a>. In het kort, hier zijn de templates die u misschien zou willen creëren:<b>%s</b>.
ru_ru: Курсы и уроки в Namaste! LMS — это пользовательские типы записи. Как создавать собственные шаблоны типов записи, объясняется <a href="%s" target="_blank">на этой странице</a>. Вкратце, вот шаблоны, которые вы можете создать:<b>%s</b>.

source: Automatically link to the course page from each lesson.
de_de: Verlinke von jeder Lektion automatisch zur Kursseite.
nl_nl: Automatisch linken naar de cursus pagina vanaf elke les.
ru_ru: Авто ссылка на страницу курса с каждого урока.

source: See also the <a href="%s" target="_blank">Namaste! LMS Theme</a> for a quick start in designing your LMS site!
de_de: Siehe auch das <a href="%s" target="_blank">Namaste! LMS Theme</a> für einen schnellen Einstieg in die Gestaltung Deiner LMS-Seite!
nl_nl: Zie ook de <a href="%s" target="_blank">Namaste! LMS Theme</a> voor een snelle start met ontwerpen van uw LMS website!
ru_ru: См. также <a href="%s" target="_blank"> Namaste! LMS Theme </a> для быстрого начала разработки вашего сайта LMS!

source: xAPI / Tin Can Integration
ru_ru: Интеграция xAPI / Tin

source: The tag %s will automatically be replaced with the hyperlinked course title.
de_de: Der Tag %s wird automatisch durch den verlinkten Kurstitel ersetzt.
nl_nl: De tag %s zal automatisch worden vervangen door de gelinkte cursustitel.
ru_ru: Метка %s будет автоматически заменен названием курса, на который имеется гиперссылка.

source: Namaste! LMS can send Tin Can / Experience API statements to an LRS using <a href="%s" target="_blank">WP Experience API plugin</a>. Once you install the plugin you will see a link xAPI / Tin Can under your Namaste! LMS menu. Note that you need to enter your LRS login details in WP xAPI plugn options page.
de_de: Namaste! LMS kann Tin Can / Experience API-Anweisungen mit dem <a href="%s" target="_blank">WP Experience API Plugin</a> an ein LRS senden. Sobald Du das Plugin installiert hast, siehst Du einen Link xAPI / Tin Can unter Deinem Namaste! LMS Menü. Beachte, dass Du Deine LRS-Anmeldedaten auf der WP xAPI-Plugin-Optionen-Seite eingeben musst.
ru_ru: Namaste! LMS может отправлять заявления Tin Can / Experience API в LRS, используя <a href="%s" target="_blank"> плагин WP Experience API </a>. После установки плагина вы увидите ссылку xAPI / Tin Can под вашим Namaste! LMS меню. Обратите внимание, что вам нужно ввести свои данные регистрации LRS на странице параметров WP xAPI plugn.

source: Default "You need to be logged in" texts
de_de: Standardtext für "Du musst eingeloggt sein"
nl_nl: Standaard "U moet zijn ingelogd" teksten
ru_ru: Тексты по умолчанию "Вам необходимо войти в систему"

source: Redesigning and Customizing the Views / Templates
de_de: Umgestaltung und Anpassung der Ansichten/Vorlagen
nl_nl: Herontwerpen en aanpassen van Views / Templates
pt_br: Redesenhando e Customizando os Views / Templates
ru_ru: Переработка и настройка представлений / шаблонов

source: These are shown on lesson / course pages when a non logged in visitors visits them. For lessons the text is shown only when there is no lesson excerpt.
de_de: Diese werden auf Lektions-/Kursseiten angezeigt, wenn ein nicht eingeloggter Besucher sie besucht. Bei Lektionen wird der Text nur angezeigt, wenn es keinen Auszug aus der Lektion gibt.
nl_nl: Deze worden getoond in lessen / cursus pagina's als een niet ingelogde bezoeker deze bezoekt. Bij lessen wordt de tekst alleen getoond als er geen les samenvatting bestaat.
ru_ru: Они отображаются на страницах уроков/курсов, когда их посещает не вошедший в систему посетитель. Для уроков текст отображается только при отсутствии отрывок урока.

source: Only for advanced users!
de_de: Nur für fortgeschrittene Benutzer!
nl_nl: Alleen voor gevorderde gebruikers!
pt_br: Apenas para usuários avançados!
ru_ru: Только для продвинутых пользователей!

source: Text on course pages:
de_de: Text auf den Kursseiten:
nl_nl: Tekst op cursus pagina's:
ru_ru: Текст на страницах курса:
