Repository: pimteam/Namaste-LMS
Catalog: languages/namaste-*.po
Languages: de_de, nl_nl, pt_br, ru_ru

source: User
de_de: Benutzer
nl_nl: Gebruiker
pt_br: Aluno
ru_ru: Пользователь

source: Points
de_de: Punkte
nl_nl: Punten
pt_br: Pontos
ru_ru: Баллы

source: This content is for logged in users.
de_de: Dieser Inhalt ist für eingeloggte Benutzer.
nl_nl: Deze inhoud is voor ingelogde gebruikers.
pt_br: Este conteúdo é apenas para usuários logados.
ru_ru: Это содержимое предназначено для зарегистрированных пользователей.

source: next lesson
de_de: nächste Lektion
nl_nl: Volgende les
pt_br: próxima aula
ru_ru: следующий урок

source: next module
de_de: nächstes Modul
ru_ru: следующий модуль

source: previous lesson
de_de: vorherige Lektion
nl_nl: Vorige les
pt_br: aula anterior
ru_ru: предыдущий урок

source: previous module
de_de: vorheriges Modul
ru_ru: предыдущий модуль

source: Lesson completed!
de_de: Lektion abgeschlossen!
nl_nl: Les is voltooid!
pt_br: Aula completada!
ru_ru: Урок завершен!

source: Mark as completed
de_de: Als abgeschlossen markieren
nl_nl: Als voltooid markeren
pt_br: Marcar como completado
ru_ru: Пометить как завершенный

source: You cannot see these assignments because there are unsatisfied module access requirements.
de_de: Du kannst diese Zuweisungen nicht sehen, weil es nicht erfüllte Modulzugangsvoraussetzungen gibt.
ru_ru: Вы не можете видеть эти назначения, потому что есть неудовлетворенные требования к доступу к модулю.

source: Not started
de_de: Nicht gestartet
nl_nl: Niet begonnen
pt_br: Não iniciado
ru_ru: Не начался

source: In progress
de_de: In Arbeit
nl_nl: In uitvoering
pt_br: Em progresso
ru_ru: В ходе выполнения

source: Not enrolled
de_de: Nicht eingeschrieben
ru_ru: Нет зачисления

source: Pending
de_de: Anhängig
nl_nl: Wachtend
pt_br: Pendente
ru_ru: В ожидании

source: Enrolled
de_de: Eingeschrieben
nl_nl: Ingeschreven
pt_br: Matriculado
ru_ru: Зачислен

source: Rejected
de_de: Abgelehnt
nl_nl: Afgekeurd
pt_br: Negado
ru_ru: Отклонено

source: Frozen
de_de: Gesperrt
nl_nl: Bevroren
ru_ru: Приостановлен

source: Your review has been accepted.
de_de: Deine Bewertung wurde angenommen.
ru_ru: Ваш отзыв принят.

source: Your review has been received and is awaiting moderation.
de_de: Deine Bewertung ist eingegangen und wartet auf die Moderation.
ru_ru: Ваш отзыв получен и ожидает модерации.

source: Webhook error: %s
de_de: Webhook-Fehler: %s
ru_ru: Ошибка вебхука: %s

source: Namaste! Courses
de_de: Namaste! Kurse
nl_nl: Namaste! Cursussen
pt_br: Cursos Namaste
ru_ru: Курсы Namaste!

source: Courses
de_de: Kurse
nl_nl: Cursussen
pt_br: Cursos
ru_ru: Курсы

source: Course
de_de: Kurs
nl_nl: Cursus
pt_br: Curso
ru_ru: Курс

source: Add New Course
de_de: Neuen Kurs hinzufügen
nl_nl: Voeg een nieuwe cursus toe
pt_br: Adicionar novo Curso
ru_ru: Добавить новый курс

source: This will create a new course in your Namaste! LMS.
de_de: Dadurch wird ein neuer Kurs in Deinem Namaste! LMS.
nl_nl: Dit zal een nieuwe cursus in uw Namaste! LMS creëren.
pt_br: Isso irá criar um novo curso.
ru_ru: Это создаст новый курс в вашей системе Namaste! LMS.

source: Namaste! Settings
de_de: Namaste! Einstellungen
nl_nl: Namaste! Instellingen
pt_br: Configurações do Namaste
ru_ru: Настройки Namaste!

source: Advanced Reports
de_de: Erweiterte Reporte
nl_nl: Uitgebreide rapportage
pt_br: Relatórios avançados
ru_ru: Расширенные отчеты

source: For advanced reports on this course, <a href="%s">click here</a>.
de_de: Für erweiterte Berichte zu diesem Kurs, <a href="%s">klick hier</a>.
nl_nl: Voor uitgebreide rapporten <a href="%s">klikt u hier</a>.
pt_br: Por relatórios avançados deste curso, <a href="%s">clique aqui</a>.
ru_ru: Для расширенных отчетов по этому курсу <a href="%s"> нажмите здесь </a>.

source: You can get <b>advanced reports</b> on this course if you install the <a href="%s" target="_blank">Namaste! Reports</a> plugin.
de_de: Du kannst <b>erweiterte Berichte</b> zu diesem Kurs erhalten, wenn Du das <a href="%s" target="_blank">Namaste! Reports</a> Plugin installierst.
nl_nl: U kunt <b>uitgebreide rapporten</b> voor deze cursus krijgen als u de <a href="%s" target="_blank">Namaste! Reports</a> plugin installeert.
pt_br: Você pode acessar <b>relatórios avançados</b> neste curso se instalar o plugin <a href="%s" target="_blank">Namaste! Reports</a>.
ru_ru: Вы можете получить <b> расширенные отчеты </b> на этом курсе , если вы установите <a href="%s" target="_blank"> Отчеты Namaste!</a>.

source: You are enrolled in this course. Check "My courses" link in your dashboard to see the lessons and to-do list
de_de: Du bist in diesem Kurs eingeschrieben. Klicke auf den Link "Meine Kurse" in Deinem Dashboard, um die Lektionen und die Aufgabenliste zu sehen
nl_nl: U bent ingeschreven voor deze cursus. Controleer de "Mijn cursussen" link in uw dashboard om de lessen en de to-do lijsten te zien.
pt_br: Você está matriculado neste curso. Cheque o link "Meus Cursos" em sua área de usuário para ver as aulas e a lista de tarefas
ru_ru: Вы зачислены на этот курс. Отметьте ссылку "Мои курсы" на панели инструментов, чтобы увидеть уроки и список дел

source: Received %d points for completing course "%s".
de_de: Du hast %d Punkte für den Abschluss des Kurses "%s" erhalten.
nl_nl: U ontvangt %d punten voor het voltooien van de cursus "%s".
pt_br: %d pontos recebidos por completar o curso "%s".
ru_ru: Получено %d баллов за прохождение курса "%s".

source: Completed course "%s"
de_de: Abgeschlossener Kurs "%s"
nl_nl: Cursus "%s" voltooid.
pt_br: Curso completado: "%s"
ru_ru: Завершенный курс "%s"

source: You cannot enroll this course - other courses have to be completed first.
de_de: Du kannst diesen Kurs nicht einschreiben - andere Kurse müssen zuerst abgeschlossen werden.
nl_nl: U kunt u niet inschrijven voor deze cursus. Er moeten eerst andere cursussen worden voltooid.
pt_br: Você não pode se matricular neste curso - outros cursos devem ser completados primeiro.
ru_ru: Вы не можете записаться на этот курс - сначала должны быть завершены предыдущие.

source: Enrolled in course %s. Status: %s
de_de: Eingeschrieben im Kurs %s. Status: %s
nl_nl: Ingeschreven voor cursus %s. Status: %s
pt_br: Matriculado(a) no curso %s. Status: %s
ru_ru: Зачислен на курс %s. Статус: %s

source: Enroll for %1$s %2$s
de_de: Einschreiben für %1$s %2$s
nl_nl: Inschrijven voor %1$s %2$s
ru_ru: Записаться на %1$s %2$s

source: Click to Enroll
de_de: Hier klicken, um sich einzuschreiben
nl_nl: Klik hier om in te schrijven
pt_br: Clique aqui para se matricular
ru_ru: Нажмите для зачисления

source: Payment for course
de_de: Bezahlung für den Kurs
nl_nl: Betaling voor cursus
pt_br: Pagamento pelo curso
ru_ru: Оплата за курс

source: Buy Enrollment
de_de: Einschreibung erwerben
ru_ru: Купить зачисление

source: Visits (unique/total)
nl_nl: Bezoeken (uniek/totaal)
pt_br: Visitas (únicas/total)
ru_ru: Посещения (уникальные/всего)

source: These courses should be completed before you can enroll:
de_de: Diese Kurse sollten abgeschlossen sein, bevor Du Dich einschreiben kannst:
nl_nl: Deze cursussen moeten worden voltooid voor u zich kunt inschrijven:
pt_br: Estes cursos devem ser completados antes de você poder se matricular:
ru_ru: Прежде чем вы сможете зарегистрироваться, необходимо пройти эти курсы:

source: Manage Modules
ru_ru: Управление модулями

source: Manage Lessons
nl_nl: Manage lessen
ru_ru: Управление уроками

source: Namaste! Homeworks
de_de: Namaste! Hausaufgaben
ru_ru: Домашние задания. Namaste!

source: Homeworks
de_de: Hausaufgaben
nl_nl: Huiswerk
pt_br: Tarefas
ru_ru: Домашние задания

source: Homework
de_de: Hausaufgaben
ru_ru: Домашнее задание

source: Add New Homework
de_de: Neue Hausaufgabe hinzufügen
ru_ru: Добавить новое домашнее задание

source: %1$s created a new <a href="%2$s">Homework</a>
ru_ru: %1$s создал новое <a href="%2$s">Домашнее задание</a>

source: Comments about Homeworks
ru_ru: Комментарии о домашних заданиях (мнение о домашнем задании)

source: Homework Comments
ru_ru: Комментарии к домашнему заданию

source: %1$s commented on the <a href="%2$s">Homework</a>
ru_ru: %1$s оставил комментарий к <a href="%2$s">домашнему заданию</a>

source: This will create a new post with homeworks for a lesson in your Namaste! LMS.
de_de: Dadurch wird ein neuer Beitrag mit Hausaufgaben für eine Lektion in Deinem Namaste! LMS.
ru_ru: Это создаст новую запись с домашними заданиями для урока в вашей системе Namaste! LMS.

source: You are not allowed to edit or delete this assignment
de_de: Du bist nicht berechtigt, diese Aufgabe zu bearbeiten oder zu löschen
nl_nl: U bent niet bevoegd om deze beoordeling te wijzigen of te wissen
ru_ru: Вы не можете изменять или удалять это задание

source: You are not allowed to see this page
de_de: Du bist nicht berechtigt, diese Seite zu sehen
nl_nl: U bent niet bevoegd deze pagina te zien
pt_br: Você não tem permissão para visualizar esta página
ru_ru: Вам не разрешено просматривать эту страницу

source: Invalid lesson ID.
de_de: Ungültige Lektion-ID.
ru_ru: Неверный ID урока.

source: Homework for Lesson %s
de_de: Hausaufgaben für Lektion %s
ru_ru: Домашнее задание к уроку %s

source: Namaste! Lessons
de_de: Namaste! Lektionen
nl_nl: Namaste! Lessen
pt_br: Aulas
ru_ru: Уроки Namaste!

source: Lessons
de_de: Lektionen
nl_nl: Lessen
pt_br: Aulas
ru_ru: Уроки

source: Lesson
de_de: Lektion
nl_nl: Les
pt_br: Aula
ru_ru: Урок

source: Add New Lesson
de_de: Neue Lektion hinzufügen
nl_nl: Voeg een nieuwe las toe
pt_br: Adicionar nova aula
ru_ru: Добавить новый урок

source: %1$s created a new <a href="%2$s">Lesson</a>
nl_nl: %1$s creeerde een nieuwe <a href="%2$s">les</a>
ru_ru: %1$s создал новый <a href="%2$s"> Урок </a>

source: Comments about Lessons
nl_nl: Reacties op de lessen
ru_ru: Комментарии об уроке (мнение об уроке)

source: Lesson Comments
nl_nl: Les reacties
ru_ru: Комментарии к уроку (по пройденному материалу)

source: %1$s commented on the <a href="%2$s">Lesson</a>
nl_nl: %1$s maakte een opmerking op de <a href="%2$s">les</a>
ru_ru: %1$s оставил комментарий к <a href="%2$s">уроку</a>

source: This will create a new lesson in your Namaste! LMS.
de_de: Dadurch wird eine neue Lektion in Deinem Namaste! LMS.
nl_nl: Dit creëert een nieuwe les in Namaste! LMS.
pt_br: Isto irá criar uma nova aula em seu LMS Namaste!.
ru_ru: Это создаст новый урок в вашем Namaste! LMS.

source: You must enroll in the course first before you can see the lessons
de_de: Du musst Dich zuerst für den Kurs anmelden, bevor Du die Lektionen sehen kannst
nl_nl: U moet u eerst inschrijven voor de cursus om de lessen te kunnen zien
pt_br: Você precisa se matricular para o curso antes de poder visualizar suas aulas
ru_ru: Сначала вы должны записаться на курс, прежде чем вы сможете увидеть темы уроки и задания к ним

source: The lesson cannot be completed because there are unsatisfied requirements
de_de: Die Lektion kann nicht abgeschlossen werden, weil es nicht erfüllte Anforderungen gibt
nl_nl: De les kan niet worden voltooid omdat er onvoldoende vereisten zijn
pt_br: A aula não pode ser completada porque há requisitos não cumpridos
ru_ru: Урок не может быть завершен, потому что есть неусвоенные темы предыдущих уроков

source: Completed on
de_de: Abgeschlossen am
nl_nl: Voltooid op
pt_br: Completado em
ru_ru: Завершено на

source: In order to see this lesson you first have to be enrolled in the course
de_de: Um diese Lektion sehen zu können, musst Du Dich zunächst für den Kurs anmelden
nl_nl: Om deze les te zien moet u zich eerst inschrijven voor de cursus
pt_br: Para visualizar esta aula você precisa se matricular no curso primeiro
ru_ru: Чтобы увидеть этот урок, вы должны быть зачислены на курс

source: Before accessing a lesson from this module you must complete the following modules:
de_de: Bevor Du auf eine Lektion in diesem Modul zugreifen kannst, musst Du die folgenden Module absolvieren:
nl_nl: Voordat u toegang krijgt tot een les van deze module moet u eerst de volgende modules voltooien:
ru_ru: Перед тем как получить доступ к уроку в этом модуле, вам необходимо пройти следующие модули:

source: Before accessing this lesson you must complete the following lessons:
de_de: Bevor Du auf diese Lektion zugreifen kannst, musst Du die folgenden Lektionen absolvieren:
nl_nl: Voordat u toegang krijgt tot deze les moet u eerst de volgende lessen voltooien:
pt_br: Antes de acessar esta aula você precisa completar as seguintes aulas:
ru_ru: Для доступа к этому уроку, Вы должны завершить изучение следующих уроков:

source: Started reading lesson "%s"
de_de: Mit dem Lesen der Lektion "%s" begonnen
nl_nl: Gestart met lezen van les "%s"
pt_br: Iniciada a leitura de "%s"
ru_ru: Начато прохождение урока "%s"

source: Received %d points for completing lesson "%s".
de_de: Du hast %d Punkte für den Abschluss der Lektion "%s" erhalten.
nl_nl: %d punten ontvangen voor het voltooien van les "%s".
pt_br: %d pontos recebidos por completar a aula "%s".
ru_ru: Получено %d баллов за прохождение урока "%s".

source: Completed lesson "%s"
de_de: Abgeschlossene Lektion "%s"
nl_nl: Les "%s" voltooid
pt_br: Aula completada: "%s"
ru_ru: Завершенный урок "%s"

source: Course / Module
nl_nl: Cursus / Module
ru_ru: Курс / Модуль

source: Learning Management System for WordPress. Courses, modules, lessons, gradebook, and everything you need.
ru_ru: Система управления обучением для WordPress. Курсы, модули, уроки, журнал оценок и все, что вам нужно.

source: ERROR|||You are not allowed to delete homework notes.
de_de: ERROR||Du darfst Hausaufgaben nicht löschen.
ru_ru: ОШИБКА || Вы не можете удалять домашние задания.

source: You are not allowed to view this
de_de: Du bist nicht berechtigt, dies zu sehen
nl_nl: U bent niet bevoegd ​​om dit bestand te bekijken
pt_br: Você não está autorizado a ver isso
ru_ru: Вам не разрешено просматривать это

source: Not enough %s.
de_de: Nicht genug %s.
ru_ru: Недостаточно%s.

source: Pay %d %s
de_de: Bezahlen %d %s
ru_ru: Оплатить %d %s

source: course
de_de: Kurs
ru_ru: курс

source: You are not allowed to grade
de_de: Du darfst nicht benoten
nl_nl: U bent niet bevoegd om te beoordelen
pt_br: Você não tem permissão para se graduar
ru_ru: Вам не разрешено оценивать

source: Select module:
de_de: Wähle ein Modul aus:
nl_nl: Module selecteren
ru_ru: Выберите модуль:

source: - No module -
de_de: - Kein Modul -
nl_nl: -Geen module-
ru_ru: - Без модуля -

source: You are not allowed to do this.
de_de: Das darfst Du nicht tun.
nl_nl: U hebt geen toestemming om dit te doen.
ru_ru: Вам не разрешено это делать.

source: Certificate added
de_de: Zertifikat hinzugefügt
nl_nl: Certificaat toegevoegd.
pt_br: Certificado adicionado
ru_ru: Сертификат добавлен

source: Certificate saved
de_de: Zertifikat gespeichert
nl_nl: Certificaat opgeslagen
pt_br: Certificado salvo
ru_ru: Сертификат сохранён

source: Certificate deleted
de_de: Zertifikat gelöscht
nl_nl: Certificaat verwijderd.
pt_br: Certificado apagado
ru_ru: Сертификат удалён

source: You are not allowed to access this certificate
de_de: Du bist nicht berechtigt, auf dieses Zertifikat zuzugreifen
nl_nl: Het is niet toegestaan ​om dit bestand te bekijken
pt_br: Você não tem permissão para acessar este certificado
ru_ru: Вам не разрешен доступ к этому сертификату

source: This certificate has expired.
de_de: Dieses Zertifikat ist abgelaufen.
ru_ru: Срок действия этого сертификата истек.

source: Missing course ID
de_de: Fehlende Kurs-ID
ru_ru: Отсутствует ID курса

source: You enrolled in "%s"
de_de: Du hast Dich in "%s" eingeschrieben
nl_nl: U bent ingeschreven voor "%s"
pt_br: Você está matriculado em "%s"
ru_ru: Вы зачислены в "%s"

source: Thank you for your interest in enrolling this course. A manager will review your application.
de_de: Vielen Dank für Dein Interesse an der Teilnahme an diesem Kurs. Ein Manager wird Deine Bewerbung prüfen.
nl_nl: Bedankt voor uw belangstelling voor de cursus. Uw verzoek tot inschrijving zal worden beoordeeld.
pt_br: Obrigado pelo seu interesse em matricular-se neste curso. Um supervisor irá rever sua solicitação.
ru_ru: Спасибо за ваш интерес к записи на этот курс. Менеджер рассмотрит вашу заявку.

source: You have already enrolled in this course
de_de: Du hast Dich bereits für diesen Kurs angemeldet
nl_nl: U bent al ingeschreven voor deze cursus.
pt_br: Você já está matriculado neste curso
ru_ru: Вы уже зачислены на этот курс

source: You need to be logged in to view this content.
de_de: Du musst eingeloggt sein, um diesen Inhalt zu sehen.
ru_ru: Для просмотра этого содержимого необходимо войти в систему.

source: You cannot submit a solution without any text or files.
de_de: Du kannst eine Lösung nicht ohne Text oder Dateien einreichen.
ru_ru: Вы не можете отправить решение без текста или файлов.

source: Submitted solution to assignment "%s"
de_de: Eingereichte Lösung zur Aufgabe "%s"
nl_nl: Verzonden antwoorden "%s" om te beoordelen.
pt_br: Solução enviada para a tarefa "%s"
ru_ru: Отправлено решение задания "%s"

source: You are not enrolled in this course!
de_de: Du bist nicht für diesen Kurs eingeschrieben!
nl_nl: U bent niet ingeschreven voor deze cursus!
pt_br: Você não está matriculado neste curso!
ru_ru: Вы не зачислены на этот курс!

source: You need to read this lesson before you can submit solutions to assignments.
de_de: Du musst diese Lektion lesen, bevor Du Lösungen für Aufgaben einreichen kannst.
nl_nl: U moet deze les bestuderen voordat u de opgave kunt versturen ter beoordeling.
ru_ru: Вы должны прочитать этот урок, прежде чем сможете отправлять решения заданий.

source: Before submitting solutions on this lesson you must complete the following lessons:
de_de: Bevor Du Lösungen zu dieser Lektion einreichen kannst, musst Du die folgenden Lektionen absolvieren:
nl_nl: Voordat u de opgaven kunt versturen moet u de volgende lessen afmaken:
ru_ru: Перед тем, как отправить решения по этому уроку, вы должны завершить следующие уроки:

source: Solutions will be accepted between %s and %s.
de_de: Es werden Lösungen zwischen %s und %s akzeptiert.
nl_nl: Opgaven worden geaccepteerd tussen %s en %s.
ru_ru: Решения будут приниматься с %s до %s.

source: You are not allowed to see these solutions
de_de: Du darfst diese Lösungen nicht sehen
nl_nl: U bent niet bevoegd deze antwoorden te zien.
pt_br: Você não tem permissão para ver estas respostas
ru_ru: Вам не разрешено видеть это решение

source: You are not allowed to do this
de_de: Du darfst das nicht tun
nl_nl: U bent niet bevoegd dit te doen.
pt_br: Você não tem permissão para fazer isso
ru_ru: Вам не разрешено делать это

source: Solution to assignment %s was %s
de_de: Die Lösung der Aufgabe %s war %s
nl_nl: Verzonden antwoorden %s om te beoordelen.
pt_br: Solução para a tarefa %s foi %s
ru_ru: Решение для задания%s было%s

source: Received %d points for completing assignment "%s".
de_de: Du hast %d Punkte für den Abschluss der Aufgabe "%s" erhalten.
nl_nl: Ontvangen %d punten bij afronden beoordeling "%s".
pt_br: Recebeu %d pontos por completar a tarefa "%s".
ru_ru: Получено%d баллов для завершения задания "%s".

source: There is nothing to download.
de_de: Es gibt nichts zum Herunterladen.
nl_nl: Er is niets te downloaden.
pt_br: Não há nada para baixar.
ru_ru: Там нечего скачивать.

source: You can download only your own solutions.
de_de: Du kannst nur Deine eigenen Lösungen herunterladen.
nl_nl: U kunt alleen uw eigen antwoorden downloaden.
pt_br: Você pode baixar apenas suas próprias respostas.
ru_ru: Вы можете скачать только свои собственные решения.

source: Poor
de_de: Schlecht
ru_ru: Плохо

source: Accedptable
de_de: Akzeptierbar
ru_ru: Приемлемо

source: Average
de_de: Durchschnitt
ru_ru: Средне

source: Good
de_de: Gut
ru_ru: Хорошо

source: Great
de_de: Großartig
ru_ru: Отлично

source: This lesson has been completed.
de_de: Diese Lektion ist abgeschlossen.
nl_nl: Deze les is voltooid.
pt_br: Esta aula foi completada .
ru_ru: Этот урок завершен.

source: Completed
de_de: Abgeschlossen
nl_nl: Voltooid
pt_br: Completado
ru_ru: Завершен

source: Not completed
de_de: Nicht abgeschlossen
nl_nl: Niet voltooid
pt_br: Não completado
ru_ru: Не завершен

source: You need to be <a href="%s">logged in</a> to enroll in this course
de_de: Du musst <a href="%s">eingeloggt sein</a>, um Dich für diesen Kurs anzumelden
nl_nl: U moet zijn <a href="%s">ingelogd</a> om u in te schrijven voor deze cursus.
pt_br: Você precisa estar <a href="%s">logado</a> para se matricular neste curso
ru_ru: Чтобы записаться на этот курс, вам необходимо <a href="%s">войти в систему</a>

source: Your user role is not allowed to join this course.
de_de: Deine Benutzerrolle ist nicht berechtigt, diesem Kurs beizutreten.
ru_ru: Ваша роль пользователя не позволяет присоединиться к этому курсу.

source: Invalid course ID
de_de: Ungültige Kurs-ID
ru_ru: Недействительный ID курса

source: You are enrolled in this course.
de_de: Du bist für diesen Kurs eingeschrieben.
nl_nl: U bent ingeschreven voor deze cursus.
pt_br: Você está matriculado neste curso.
ru_ru: Вы не зачислены на этот курс.

source: Your enroll request is received. Waiting for manager approval.
de_de: Dein Antrag auf Einschreibung ist eingegangen. Ich warte auf die Genehmigung des Managers.
nl_nl: Uw verzoek voor inschrijving is ontvangen en zal worden beoordeeld.
pt_br: Sua solicitação de matrícula foi recebida. Aguarde a aprovação de um supervisor.
ru_ru: Ваш запрос на зачисление получен. Ожидаем одобрения менеджера.

source: You have completed this course.
de_de: Du hast diesen Kurs abgeschlossen.
nl_nl: Je hebt deze cursus voltooid.
pt_br: Você completou este curso.
ru_ru: Вы завершили этот курс.

source: Your enrollment request is rejected.
de_de: Dein Einschreibungsantrag wird abgelehnt.
nl_nl: Uw verzoek tot inschrijving is afgekeurd.
pt_br: Sua solicitação de matrícula foi rejeitada.
ru_ru: Ваш запрос на зачисление отклонен.

source: Please Rate Us!
de_de: Bitte bewerte uns!
nl_nl: Geef uw waardering aan!
pt_br: Por favor nos classifique!
ru_ru: Пожалуйста, Оцените Нас!

source: Assignment:
de_de: Aufgabe:
nl_nl: Opgave:
pt_br: Atribuição:
ru_ru: Задание:

source: Predefined variable 3
de_de: Vordefinierte Variable 3
ru_ru: Предопределённая переменная 3

source: Several hundred hours of development have been invested into the development of this free plugin. Now we need <a href="%s" target="_blank">five minutes of your time and five stars</a> to help the core plugin stay free!
de_de: Mehrere hundert Entwicklungsstunden wurden in die Entwicklung dieses kostenlosen Plugins investiert. Jetzt brauchen wir <a href="%s" target="_blank">fünf Minuten Deiner Zeit und fünf Sterne</a>, damit das Kern-Plugin kostenlos bleibt!
nl_nl: Verscheidene honderden uren zijn geinvesteerd in de ontwikkeling van deze gratis plugin. Nu willen we <a href="%s" target="_blank">vijf minuten van uw tijd en vijf sterren</a> om te zorgen dat de plugin gratis blijft!
pt_br: Centenas de horas foram investidas no desenvolvimento deste plugin gratuito. Agora nós precisamos de <a href="%s" target="_blank">1 minuto e cinco estrelas</a> para ajudar o componente principal deste plugin a continuar gratuito!
ru_ru: В разработку этого бесплатного плагина было вложено несколько сотен часов работы. Теперь нам нужно <a href="%s" target="_blank"> пять минут вашего времени и пять звездочек</a>, чтобы помочь основному плагину оставаться бесплатным!

source: Solution
de_de: Lösung
nl_nl: Antwoord
pt_br: Resposta
ru_ru: Решение

source: Save Webhook
de_de: Webhook speichern
ru_ru: Сохранить вебхук

source: Available Shortcodes
de_de: Verfügbare Shortcodes
nl_nl: Beschikbare shortcodes
pt_br: Atalhos disponíveis
ru_ru: Доступные шорткоды

source: Grade
de_de: Note
nl_nl: Cijfer
pt_br: Graduação
ru_ru: Оценка

source: Test Webhook
de_de: Webhook testen
ru_ru: Тест вебхука
