Repository: pimteam/Namaste-LMS
Catalog: languages/namaste-*.po
Languages: de_de, nl_nl, pt_br, ru_ru

source: This is flexible shortcode that can be placed inside a lesson or course content. It will display what the logged in student still needs to do to complete the given lesson or course. You can pass "ul" or "ol" as first argument to define ordered or unordered list.
de_de: Dies ist ein flexibler Shortcode, der innerhalb einer Lektion oder eines Kurses platziert werden kann. Er zeigt an, was der eingeloggte Student noch tun muss, um die Lektion oder den Kurs abzuschließen. Du kannst "ul" oder "ol" als erstes Argument übergeben, um eine geordnete oder ungeordnete Liste zu definieren.
nl_nl: Dit is een flexibele shortcode die in een les of cursus kan worden geplaatst. Het toont wat de ingelogde student nog moet doen om de les of cursus te voltooien. U kunt "ul" of "ol" als eerste argument om te definiëren voor een geordende of ongeordende lijst.
ru_ru: Это гибкий шорткод, который можно разместить внутри урока или содержимого курса. Он покажет, что должен пройти зарегистрированный студент, чтобы завершить данный урок или курс. Вы можете передать «ul» или «ol» в качестве первого аргумента для определения упорядоченного или неупорядоченного списка.

source: Solution submitted at %s
de_de: Lösung eingereicht bei %s
nl_nl: Antwoorden verstuurd op %s
pt_br: Solução enviada as %s
ru_ru: Решение представлено в %s

source: Data sent
de_de: Daten gesendet
ru_ru: Данные отправлены

source: displays enroll button or "enrolled/pending enrollment" message in the course. The shortcode accepts argument <b>%s</b> to specify course ID outside of the course page. You can also pass parameters <b>%s</b> and <b>%s</b> to specify the text to be shown for the enroll buttons. The first one is used when the student can enroll for free, and the second one - when they have to pay a fee.
de_de: zeigt die Schaltfläche "Einschreiben" oder die Nachricht "eingeschrieben/anhängig" im Kurs an. Der Shortcode akzeptiert das Argument <b>%s</b>, um die Kurs-ID außerhalb der Kursseite anzugeben. Du kannst auch die Parameter <b>%s</b> und <b>%s</b> übergeben, um den Text festzulegen, der für die Einschreibe-Buttons angezeigt werden soll. Der erste wird verwendet, wenn sich die Studenten kostenlos einschreiben können, der zweite, wenn sie eine Gebühr bezahlen müssen.
nl_nl: toont een inschrijfknop of "uitschrijf/wachten"bericht in de cursus. De shortcode accepteert het argument <b>%s</b> om het cursus ID op een andere dan de cursuspagina wweer te geven. U kunt ook de parameters <b>%s</b> en <b>%s</b> toepassen om de tekst op de inschrijfknop te specificeren. De eerste wordt gebruikt als de student gratis kan inschrijven en de tweede als er moet worden betaald.
ru_ru: отображает кнопку зачисления или сообщение «зачислено/ожидает регистрации» в курсе. Шорткод принимает аргумент <b>%s</b> для указания ID курса за пределами страницы курса. Вы также можете передать параметры <b>%s</b> и <b>%s</b>, чтобы указать текст, который будет отображаться для кнопок зачисления. Первый используется, когда студент может поступить бесплатно, а второй — когда ему приходится платить.

source: Not graded
de_de: Nicht benotet
nl_nl: Geen cijfer
pt_br: Não graduado
ru_ru: Нет оценки

source: Response from the hook
de_de: Antwort vom Hook
ru_ru: Ответ от хука

source: The parameters <b>%1$s</b>, <b>%2$s</b>, <b>%3$s</b>, and <b>%4$s</b> can be passed to overwrite the default text that is shown when the student is already enrolled, pending enrollment, is rejected, or has completed the course. Each of these shortcodes accepts the variable <b>%5$s</b> which will be replaced with the course URL.
de_de: Die Parameter <b>%1$s</b>, <b>%2$s</b>, <b>%3$s</b> und <b>%4$s</b> können übergeben werden, um den Standardtext zu überschreiben, der angezeigt wird, wenn der Student bereits eingeschrieben ist, zur Einschreibung ansteht, abgelehnt wurde oder den Kurs abgeschlossen hat. Jeder dieser Shortcodes akzeptiert die Variable <b>%5$s</b>, die durch die Kurs-URL ersetzt wird.
ru_ru: Параметры <b>%1$s</b>, <b>%2$s</b>, <b>%3$s</b> и <b>%4$s</b> может быть передан для перезаписи текста по умолчанию, который отображается, когда студент уже зачислен, ожидает регистрации, отклонен или завершил курс. Каждый из этих шорткодов принимает переменную <b>%5$s</b>, которая будет заменена URL-адресом курса.

source: No solutions submitted yet.
de_de: Noch keine Lösungen eingereicht.
nl_nl: Nog geen antwoorden verzonden.
pt_br: Não há soluções enviadas ainda.
ru_ru: Решения пока не представлены.

source: Provide a valid Webhook URL
de_de: Gib eine gültige Webhook-URL an
ru_ru: Укажите действительный URL вебхука

source: Displays simplified version of the student dashboard - the same table with all the available courses but without the "view lessons" link. Instead of this link you can include the shortcode for "lessons in course" (given below) in the course page itself.
de_de: Zeigt eine vereinfachte Version des Studenten-Dashboards an - die gleiche Tabelle mit allen verfügbaren Kursen, aber ohne den Link "Lektionen ansehen". Anstelle dieses Links kannst Du den Shortcode für "Lektionen im Kurs" (siehe unten) auf der Kursseite selbst einfügen.
nl_nl: Toont een eenvoudige versie van het studenten dashboard - dezelfde tabel met alle verkrijgbare cursussen maar zonder de "bekijk lessen" link. In plaats van deze link kunt u de shortcode voor "lessen in de cursus" (zie hieronder) op de cursuspagina zelf gebruiken.
pt_br: Exibe o a versão simplificada do Painel de Controle do estudante - a mesma tabela com todos os cursos disponíveis, mas sem o link de "visualizar aulas". Em vez do link você pode incluir um atalho para as "aulas do curso" (dado abaixo) na página do próprio curso.
ru_ru: Отображает упрощенную версию приборной панели студента - ту же таблицу со всеми доступными курсами, но без ссылки "просмотр уроков". Вместо этой ссылки вы можете включить шорткод для "уроков в курсе" (приведен ниже) на странице самого курса.

source: No assignments
de_de: Keine Zuweisungen
nl_nl: Geen opgaven
pt_br: Não há atribuições
ru_ru: Нет заданий

source: Manage Webhooks
de_de: Webhooks verwalten
ru_ru: Управление вебхуками

source: You can pass the attribute <b>%s</b> to limit this page to displaying courses the user has enrolled to. Note that it will display even courses with pending or rejected enrollment, frozen access, and completed courses
de_de: Du kannst das Attribut <b>%s</b> übergeben, um diese Seite auf die Kurse zu beschränken, für die sich der Nutzer angemeldet hat. Beachte, dass auch Kurse mit ausstehender oder abgelehnter Einschreibung, gesperrtem Zugang und abgeschlossenen Kursen angezeigt werden
nl_nl: U kunt het attribuut <b>%s</b> toepassen om alleen de cursussen te tonen waarvoor de gebruiker is ingeschreven. Het toont dan ook cursussen die wachtend, afgekeurde inschrijving, bevroren toegang en voltooide cursussen
ru_ru: Вы можете передать атрибут <b>%s</b>, чтобы ограничить отображение этой страницы только теми курсами, на которые записался пользователь. Обратите внимание, что будут отображаться даже курсы с ожидающим или отклоненным зачислением, приостановленным доступом и завершенными курсами

source: No courses are available at this time.
de_de: Zurzeit sind keine Kurse verfügbar.
nl_nl: Er zijn nu geen cursussen beschikbaar.
pt_br: Não há cursos disponíveis no momento.
ru_ru: В настоящее время курсов нет.

source: Here you can define webhooks which to be notified when an user subscribes to or unsubscribes from a mailing list. Webhooks are most often used with Zapier but can also be useful for integrations to other apps. Learn more about Zapier webhooks <a href="%1$s" target="_blank">here</a>.
de_de: Hier kannst Du Webhooks definieren, die Dich benachrichtigen, wenn sich ein Nutzer bei einer Mailingliste anmeldet oder abmeldet. Webhooks werden am häufigsten mit Zapier verwendet, können aber auch für Integrationen in andere Apps nützlich sein. Erfahre mehr über Zapier Webhooks <a href="%1$s" target="_blank">hier</a>.
ru_ru: Здесь вы можете определить вебхуки, чтобы получать уведомления, когда пользователь подписывается или отписывается от рассылки. Вебхуки чаще всего используются с Zapier, но также могут быть полезны для интеграций с другими приложениями. Узнайте больше о вебхуках Zapier <a href="%1$s" target="_blank">здесь</a>.

source: You can specify column widths of the table by passing the attribute <b>%1$s</b> like this: <b>%2$s</b>
de_de: Du kannst die Spaltenbreiten der Tabelle angeben, indem Du das Attribut <b>%1$s</b> wie folgt übergibst: <b>%2$s</b>
ru_ru: Вы можете указать ширину столбцов таблицы, передав атрибут <b>%1$s</b> таким образом: <b>%2$s</b>

source: Course title &amp; description
de_de: Titel & Beschreibung des Kurses
nl_nl: Cursus naam &amp; omschrijving
pt_br: Título do curso e descrição
ru_ru: Название и описание курса

source: Learn more how to use these webhooks with Namaste! LMS
de_de: Erfahre mehr darüber, wie Du diese Webhooks mit Namaste! LMS
ru_ru: Узнайте больше, как использовать эти вебхуки с Namaste! LMS

source: Displays the "My certificates" page.
de_de: Zeigt die Seite "Meine Zertifikate" an.
nl_nl: Toont de "Mijn certificaten" pagina.
ru_ru: Отображение страницы "Мои сертификаты".

source: Status
ru_ru: Статус

source: Set up a new webhook
de_de: Einen neuen Webhook einrichten
ru_ru: Настройте новый вебхук

source: Displays the "My Gradebook" page if you use a grading system.
de_de: Zeigt die Seite "Mein Notenbuch" an, wenn Du ein Benotungssystem verwendest.
ru_ru: Отображает страницу "Мой журнал успеваемости", если вы используете систему оценки.

source: Enroll to get access to the lessons
de_de: Registriere dich, um Zugang zu den Lektionen zu erhalten
nl_nl: Schrijf in voor toegang tot de lessen
pt_br: Matricule-se para obter acesso às aulas
ru_ru: Запишитесь, чтобы получить доступ к урокам

source: Item
de_de: Artikel
ru_ru: Элемент

source: You can pass attribute "course_id" if you want to show the user a specific course gradebooking without the course drop-down selector.
de_de: Du kannst das Attribut "course_id" übergeben, wenn Du dem Nutzer einen bestimmten Kurs in der Noteneingabe zeigen willst, ohne dass die Kurs-Dropdown-Auswahl angezeigt wird.
ru_ru: Вы можете передать атрибут "course_id", если хотите показать пользователю оценку конкретного курса без выпадающего селектора курсов.

source: View lessons
de_de: Lektionen ansehen
nl_nl: Bekijk lessen
pt_br: Ver aulas
ru_ru: Просмотр уроков

source: Notifies hook URL
de_de: Benachrichtigt Hook-URL
ru_ru: Уведомляет URL-hook

source: Displays links to the certificates earned by the currently logged user in the course. This works for the current course when placed in a course page. You can also use the shortcode by passing parameter "course_id" like this: [namaste-earned-certificates course_id=5]. You can also add some text which will be conditionally displayed where there are any certificates earned. For example: [namaste-earned-certificates course_id=5 text="You have earned certificates for completing this course:"]
de_de: Zeigt Links zu den Zertifikaten an, die der/die aktuell angemeldete Nutzer/in im Kurs erworben hat. Dies funktioniert für den aktuellen Kurs, wenn er auf einer Kursseite platziert wird. Du kannst den Shortcode auch verwenden, indem Du den Parameter "course_id" wie folgt übergibst: [namaste-earned-certificates course_id=5]. Du kannst auch einen Text hinzufügen, der nur angezeigt wird, wenn Du Zertifikate erworben hast. Zum Beispiel: [namaste-earned-certificates course_id=5 text="Du hast Zertifikate für den Abschluss dieses Kurses erworben:"]
nl_nl: Toont links naar de verdiende certificaten van de in de cursus ingelogde gebruiker. Dit werkt voor de huidige cursus indien geplaatst op een cursuspagina. U kunt ook de shortcode voor de parameter "course_id" toepassen zoals: [namaste-earned-certificates course_id=5]. U kunt ook wat tekst toevoegen dat dan wordt getoond als er certificaten zijn verdiend. Bijvoorbeeld: [namaste-earned-certificates course_id=5 text="U hebt certificaten verdiend door het voltooien van deze cursus:"]
ru_ru: Отображает ссылки на сертификаты, полученные пользователем, в данный момент находящимся в системе. Будет работать для текущего курса когда размещено на странице курса "course_id" пример: [namaste-earned-certificates course_id=5]. Также вы можете добавить текст, который в зависимости от условий будет показан там, где получены какие-либо сертификаты. Например: [namaste-earned-certificates course_id=5 text="You have earned certificates for completing this course:"]

source: No access
de_de: Kein Zugang
ru_ru: Нет доступа

source: View/Edit
de_de: Ansehen/Bearbeiten
ru_ru: Просмотр/Правка

source: or
de_de: oder
nl_nl: of
pt_br: ou
ru_ru: или

source: Pending enrollment
de_de: Anhängige Immatrikulation
nl_nl: Inschrijving in de wacht
pt_br: Matrícula pendente
ru_ru: Ожидает зачисление

source: Enrolls
de_de: Meldet an
ru_ru: Записаться

source: will display all the lessons in a course along with links to them. If you use the second format and pass "status" as first argument, the shortcode will output the lessons in a table where the second argument will be the current status (started, not started, completed). You can also pass a number in place of the argument "y" to specify a course ID (otherwise current course ID is used). This might be useful if you are manually or programmatically creating some list of courses along with the lessons in them. If you want to use the course ID argument but not the status column, pass 0 in pace of status like this: [namaste-course-lesson 0 5]. The third format lets you specify ordering using SQL field names from the posts table. For example [namaste-course-lessons 0 0 post_date DESC] will return the lessons displayed by the order of publishing, descending (latest lesson will be shown on top). In place of "list_tag" you can pass "ul" or "ol". If empty, defaults to "ul".
de_de: zeigt alle Lektionen eines Kurses zusammen mit den Links zu ihnen an. Wenn Du das zweite Format verwendest und "status" als erstes Argument übergibst, gibt der Shortcode die Lektionen in einer Tabelle aus, wobei das zweite Argument der aktuelle Status ist (begonnen, nicht begonnen, abgeschlossen). Du kannst auch eine Zahl anstelle des Arguments "y" übergeben, um eine Kurs-ID anzugeben (ansonsten wird die aktuelle Kurs-ID verwendet). Dies kann nützlich sein, wenn Du manuell oder programmgesteuert eine Liste von Kursen mit den darin enthaltenen Lektionen erstellst. Wenn Du das Argument "Kurs-ID" verwenden willst, aber nicht die Spalte "Status", gibst Du 0 anstelle von "Status" an: [namaste-course-lesson 0 5]. Mit dem dritten Format kannst Du die Reihenfolge mit Hilfe von SQL-Feldnamen aus der Beitragstabelle festlegen. Zum Beispiel gibt [namaste-course-lessons 0 0 post_date DESC] die Lektionen in der Reihenfolge der Veröffentlichung (absteigend) aus (die neueste Lektion wird oben angezeigt). Anstelle von "list_tag" kannst Du "ul" oder "ol" übergeben. Wenn leer, wird standardmäßig "ul" verwendet.
ru_ru: отобразит все уроки в курсе вместе со ссылками на них. Если вы используете второй формат и передадите в качестве первого аргумента "status", шорткод выведет уроки в виде таблицы, где вторым аргументом будет текущий статус (начат, не начат, завершен). Вы также можете передать число вместо аргумента "y", чтобы указать ID курса (в противном случае будет использоваться текущий ID курса). Это может быть полезно, если вы вручную или программно создаете некоторый список курсов вместе с уроками в них. Если вы хотите использовать аргумент ID курса, но не столбец status, передайте 0 вместо status следующим образом: [namaste-course-lesson 0 5]. Третий формат позволяет задать упорядочивание с помощью имен полей SQL из таблицы posts. Например, [namaste-course-lessons 0 0 post_date DESC] вернет уроки, отображенные в порядке публикации, по убыванию (последний урок будет показан сверху). Вместо "list_tag" вы можете передать "ul" или "ol". Если значение пустое, по умолчанию используется "ul".

source: Application rejected
de_de: Einschreibung abgelehnt
nl_nl: Applicatie afgekeurd
pt_br: Aplicação rejeitada
ru_ru: Заявка отклонена

source: Completes
de_de: Vervollständigt
ru_ru: Завершить

source: Note that status column will be shown only for logged in users.
de_de: Beachte, dass die Statusspalte nur für eingeloggte Benutzer angezeigt wird.
nl_nl: Let op dat de statuskolom alleen aan ingelogde gebruikers wordt getoond.
pt_br: Note que a coluna de status será exibida apenas para usuários que estiverem logados.
ru_ru: Обратите внимание, что колонка статуса будет отображаться только для вошедших в систему пользователей.

source: Frozen / no access
de_de: Gesperrt / kein Zugang
nl_nl: Bevroren / geen toegang
ru_ru: Приостановить / без доступа

source: Starts
de_de: Startet
ru_ru: Старт

source: The named argument <b>show_excerpts</b> can be used to show the post excerpts like this: show_excerpts=1. Example: [namaste-course-lessons 0 0 post_date DESC show_excerpts=1]
de_de: Das benannte Argument <b>show_excerpts</b> kann verwendet werden, um die Beitragsauszüge wie folgt anzuzeigen: show_excerpts=1. Beispiel: [namaste-course-lessons 0 0 post_date DESC show_excerpts=1]
nl_nl: Het genoemde argument <b>show_excerpts</b> kan worden gebruikt om de samenvatting te tonen zoals dit: show_excerpts=1. Voorbeeld: [namaste-course-lessons 0 0 post_date DESC show_excerpts=1]
ru_ru: Именованный аргумент <b> show_excerpts </b> может использоваться для отображения отрывок из записей следующим образом: show_excerpts = 1. Пример: [namaste-course-lessons 0 0 post_date DESC show_excerpts = 1]

source: Enrolled on %s
de_de: Eingeschrieben am %s
nl_nl: Ingeschreven op %s
pt_br: Matriculado em %s
ru_ru: Зачислен на %s

source: Achieves
de_de: Erfolge
ru_ru: Достижения

source: If you use a grading system, the named argument <b>show_grade</b> can be used to show the grade given to the lesson like this: show_grade=1. Example: [namaste-course-lessons status show_grade=1]. It will work only when "status" is passed.
de_de: Wenn Du ein Benotungssystem verwendest, kann das benannte Argument <b>show_grade</b> verwendet werden, um die Note der Lektion wie folgt anzuzeigen: show_grade=1. Beispiel: [namaste-course-lessons status show_grade=1]. Es funktioniert nur, wenn "status" übergeben wird.
ru_ru: Если вы используете систему оценок, именованный аргумент <b>show_grade</b> можно использовать для отображения оценки, присвоенной уроку, следующим образом: show_grade=1. Пример: [namaste-course-lessons status show_grade=1]. Это будет работать только тогда, когда передан «статус».

source: Un-enroll from this course
de_de: Von diesem Kurs abmelden
nl_nl: Uitschrijven uit deze cursus
ru_ru: Отказаться от участия в этом курсе

source: Are you sure you want to delete the hook?
de_de: Möchtest Du den Hook wirklich löschen?
ru_ru: Вы уверены, что хотите удалить хук?

source: Confused?! Use the <a href="%s">shortcode generator</a>.
de_de: Verwirrt?! Benutze den <a href="%s">Shortcode-Generator</a>.
nl_nl: Verwarrend?! Gebruik de <a href="%s">shortcode generator</a>.
ru_ru: Боитесь перепутать?! Используйте <a href="%s"> генератор шорткодов </a>.

source: Completed on %s
de_de: Abgeschlossen am %s
nl_nl: Voltooid op %s
pt_br: Completado em %s
ru_ru: Завершено на %s

source: xAPI / Tin Can Options
de_de: xAPI / Tin Can Optionen
ru_ru: Параметры xAPI / Tin Can

source: works exactly as above and accepts the same arguments but lists lessons inside a whole module.
de_de: funktioniert genau wie oben und akzeptiert die gleichen Argumente, listet aber die Lektionen innerhalb eines ganzen Moduls auf.
ru_ru: работает точно так же, как и выше, и принимает те же аргументы, но перечисляет уроки внутри целого модуля.

source: Are you sure? This will blank out all your progress in this course
de_de: Bist Du sicher? Dadurch wird Dein gesamter Fortschritt in diesem Kurs gelöscht
nl_nl: Weet u het zeker? Dit zal alle voortgang in deze cursus verwijderen
ru_ru: Вы уверены? Это уничтожит весь ваш прогресс в этом курсе

source: xAPI / Tin Can integration requires installing the free <a href="%s" target="_blank">WP Experience API plugin</a>. Your learning record store options should be saved there. On this page you only set up which activities from your LMS will go into the record store.
de_de: die xAPI / Tin Can Integration erfordert die Installation des kostenlosen <a href="%s" target="_blank">WP Experience API Plugins</a>. Deine Optionen für den Learning Record Store sollten dort gespeichert sein. Auf dieser Seite stellst Du nur ein, welche Aktivitäten aus Deinem LMS in den Datensatzspeicher gehen.
ru_ru: xAPI / Tin интеграция может требовать установки бесплатного <a href="%s" target="_blank"> плагина WP Experience API </a>. Здесь должны быть сохранены параметры хранилища записей. На этой странице вы только настраиваете, какие действия из вашей LMS войдут в хранилище.

source: can be used only in a course page and will display the first lesson from the course. You can replace "hyperlinked text" with your own text. If you omit the parameter the link will say "first lesson".
de_de: kann nur auf einer Kursseite verwendet werden und zeigt die erste Lektion des Kurses an. Du kannst "verlinkter Text" durch Deinen eigenen Text ersetzen. Wenn Du den Parameter weglässt, wird der Link "erste Lektion" heißen.
nl_nl: kan alleen in een cursuspagina worden gebruikt en toont de eerste le van de cursus. U kunt de "hyperlinked text" vervangen door uw eigen tekst. Als u de parameter weg laat zegt de link "eerste les".
pt_br: pode ser usado apenas em uma página de curso e irá exibir a primeira aula do curso. Você pode substituir o "texto linkado" com seu próprio texto. Se você omitir o parâmetro, o link irá dizer "primeira aula".
ru_ru: может использоваться только на странице курса и отображает первый урок из курса. Вы можете заменить "текст гиперссылки" на свой собственный текст. Если опустить этот параметр, ссылка будет содержать "первый урок".

source: Namaste! LMS Options
de_de: Namaste! LMS-Optionen
nl_nl: Namaste! LMS Opties
pt_br: Opções do Namaste! LMS
ru_ru: Параметры Namaste! LMS

source: LMS Activities To Track
de_de: Zu verfolgende LMS-Aktivitäten
ru_ru: Действия LMS для отслеживания

source: You can also assign a CSS class to the link by passing named parameter class. Examples: %s and %s
de_de: Du kannst dem Link auch eine CSS-Klasse zuweisen, indem Du den benannten Parameter class übergibst. Beispiele: %s und %s
ru_ru: Вы также можете назначить ссылке класс CSS, передав класс именованного параметра. Примеры: %s и %s

source: WordPress roles with access to the learning material
de_de: WordPress-Rollen mit Zugriff auf das Lernmaterial
ru_ru: Роли WordPress с доступом к учебным материалам

source: Student enrolled course
de_de: Student hat sich in den Kurs eingeschrieben
ru_ru: Зачисленный на курс студент
